Repository: wel97459/meshcore-open
Catalog: lib/l10n/app_*.arb
Languages: bg, de, es, fr, it, nl, pl, pt, ru, sk, sl, sv, zh

# repeater_cliHelpSetRadio
source: Sets completely new radio params, and saves to preferences. Requires a "reboot" command to apply.
bg: Задава напълно нови радио параметри и ги запазва в предпочитанията. Изисква команда "рестарт", за да бъдат приложени.
de: Legt komplett neue Radio-Parameter fest und speichert diese als Präferenzen. Benötigt einen "Reboot"-Befehl, um sie anzuwenden.
es: Establece parámetros de radio completamente nuevos y los guarda en las preferencias. Requiere un comando "reboot" para aplicarlos.
fr: Définit complètement de nouveaux paramètres de radio et les enregistre dans les préférences. Nécessite une commande "redémarrage" pour les appliquer.
it: Imposta completamente nuovi parametri radio e li salva nelle preferenze. Richiede un comando "reboot" per l'applicazione.
nl: Stelt volledig nieuwe radio parameters in en slaat deze op in de instellingen. Vereist een "reboot" commando om toe te passen.
pl: Ustawia nowe parametry radia i zapisuje je w preferencjach. Wymaga polecenia "reboot" do zastosowania.
pt: Define completamente novos parâmetros de rádio e salva nas preferências. Requer um comando "reboot" para aplicar.
ru: Устанавливает полностью новые параметры радио и сохраняет их в настройки. Требуется команда «reboot» для применения.
sk: Nastavuje úplne nové parametre rádia a uloží ich do preferencií. Požaduje príkaz "reboot" na aplikáciu.
sl: Nastavi popolnoma nove radijske parametre in jih shranjuje v nastavitve. Za uporabo je potrebna "restart" ukaz.
sv: Ställer helt nya radioparametrar och sparar dem i inställningar. Kräver en "omstart" för att tillämpa.
zh: 设置全新的无线电参数，并保存到偏好设置。需要执行“重启”命令才能应用。

# repeater_cliHelpSetRxDelay
source: Sets (experimental) base (must be > 1 for effect) for applying slight delay to received packets, based on signal strength/score. Set to 0 to disable.
bg: Зададени (експериментални) основи (трябва да е > 1 за ефект) за прилагане на леко забавяне на получените пакети, базирано на силата на сигнала/резултата. Задайте на 0, за да го деактивирате.
de: Sets (experimentell) als Basis (muss > 1 sein für den Effekt) zur Anwendung einer leichten Verzögerung bei empfangenen Paketen, basierend auf Signalstärke/Punktzahl. Auf 0 setzen, um die Funktion zu deaktivieren.
es: Configura (experimental) la base para aplicar un ligero retraso a los paquetes recibidos, según la fuerza de la señal/puntuación. Establece en 0 para desactivar.
fr: Paramètres (expérimental) de base pour appliquer un léger délai aux paquets reçus, en fonction de la force du signal/score. Définir sur 0 pour désactiver.
it: Impostazioni (experimental) base (deve essere > 1 per l'effetto) per applicare un leggero ritardo ai pacchetti ricevuti, in base alla forza del segnale/punteggio. Imposta a 0 per disabilitare.
nl: Sets (experimenteel) basis (moet > 1 zijn voor effect) om een lichte vertraging toe te passen op ontvangen pakketten, gebaseerd op signaalsterkte/score. Stel op 0 om uit te schakelen.
pl: Ustawienia (eksperymentalne) bazowe (muszą być > 1, aby działać) do stosowania lekkiego opóźnienia dla odebranych pakietów, w oparciu o siłę sygnału/wynik. Ustaw na 0, aby wyłączyć.
pt: Configurações (experimental) base (deve ser > 1 para efeito) para aplicar um pequeno atraso aos pacotes recebidos, com base na força do sinal/pontuação. Defina como 0 para desativar.
ru: Устанавливает (экспериментально) базовую задержку (>1 для эффекта) для принятых пакетов на основе качества сигнала. Установите 0, чтобы отключить.
sk: Nastavenia (experimentálne) základné (musi byť > 1 pre účel) na aplikáciu mierneho onesenia prijatých paketov, na základe signálu/skóre. Nastavenie na 0 vypne.
sl: Nastavitve (eksperimentalne) osnova (mora biti > 1 za učinkovanje) za uporabo rahle zakasnitve prejetih paketov, glede na moč signala/rezultat. Nastavite na 0 za onemogočanje.
sv: Ställer (experimentell) basvärde (måste vara > 1 för effekt) för att applicera en liten fördröjning på mottagna paket, baserat på signalstyrka/poäng. Ställ in på 0 för att inaktivera.
zh: 设置（实验性）的基础（必须大于 1 才能生效）是用于对接收到的数据包应用轻微延迟，基于信号强度/得分。将设置为 0 以禁用。

# repeater_cliHelpSetTxDelay
source: Sets a factor multiplied with time-on-air for a flood-mode packet and with a randomized slot system, to delay its forwarding. (to decrease likelihood of collisions)
bg: Задава фактор, умножен по времето на въздух за пакет в режим на наводнение и с рандомизирана система за слотове, за да забави предаването му (за да намали вероятността от сблъсъци).
de: Legt einen Faktor fest, der mit der Zeit bei voller Zuluft für ein Flood-Mode-Paket und mit einem zufälligen Slot-System multipliziert wird, um dessen Weiterleitung zu verzögern (um Kollisionen zu vermeiden).
es: Establece un factor multiplicado con el tiempo de aire para un paquete de modo de inundación y con un sistema de ranura aleatorio, para retrasar su reenvío (para disminuir la probabilidad de colisiones).
fr: Définit un facteur multiplié par le temps de fonctionnement en mode vers tout le réseau (flood) pour un paquet et avec un système de slot aléatoire, afin de retarder son envoi (pour diminuer la probabilité de collisions).
it: Imposta un fattore moltiplicato con il tempo di mantenimento per un pacchetto di modalità allagamento e con un sistema di slot casuale, per ritardarne la trasmissione (per diminuire la probabilità di collisioni).
nl: Stelt een factor in werking die wordt vermenigvuldigd met de tijd op lucht voor een flood-mode pakket en met een willekeurig slot systeem, om de verzending ervan te vertragen (om de kans op botsingen te verminderen).
pl: Ustawia czynnik mnożony przez czas utrzymania w trybie zalewowym dla pakietu oraz z wykorzystaniem losowego systemu slotów, aby opóźnić jego przesyłanie (zmniejszając prawdopodobieństwo kolizji).
pt: Define um fator multiplicado com o tempo-em-ar para um pacote de modo de inundação e com um sistema de slot aleatório, para atrasar seu encaminhamento. (para diminuir a probabilidade de colisões)
ru: Устанавливает множитель времени в эфире для пакета в режиме рассылки и применяет случайную задержку перед пересылкой (чтобы уменьшить коллизии).
sk: Nastavuje faktor násobený časom na vzduchu pre paket v režime povodňovej vlny a s náhodným systémom slotov, aby sa oneskorene jeho prenosovanie (s cieľom znížiť pravdepodobnosť kolízii).
sl: Nastavi faktor, ki se množi s časom delovanja za paket v načinu poplavnega režima in z randomiziranim sistemom slotov, da odvrne njegovo posredovanje. (da se zmanjša verjetnost kolizij)
sv: Ställer in en faktor som multipliceras med tid på luft för en översvämningsläge-paket och med ett slumpmässigt slot-system för att fördröja dess vidarebefordran (för att minska risken för kollisioner).
zh: 设置一个与时间-在空气中（time-on-air）的系数，用于洪水模式的数据包，并结合随机插槽系统，以延迟其转发。（以降低碰撞的可能性）

# repeater_cliHelpSetDirectTxDelay
source: Same as txdelay, but for applying a random delay to the forwarding of direct-mode packets.
bg: Същото като txdelay, но за прилагане на случайна забавяне при препращането на пакети в директен режим.
de: Ähnlich wie txdelay, aber zum Anwenden einer zufälligen Verzögerung bei der Weiterleitung von Direktmodus-Paketen.
es: Igual que txdelay, pero para aplicar un retraso aleatorio a la transferencia de paquetes en modo directo.
fr: Identique à txdelay, mais pour appliquer un délai aléatoire au transfert des paquets en mode direct.
it: Uguale a txdelay, ma per applicare un ritardo casuale alla inoltrata di pacchetti in modalità diretta.
nl: Vergelijkbaar met txdelay, maar voor het toepassen van een willekeurige vertraging bij het doorsturen van pakketten in directe modus.
pl: Taki sam jak txdelay, ale dla stosowania losowej opóźnienia przy przekazywaniu pakietów w trybie bezpośrednim.
pt: Igual a txdelay, mas para aplicar um atraso aleatório à encaminhamento de pacotes em modo direto.
ru: То же, что txdelay, но для случайной задержки пересылки пакетов в прямом режиме.
sk: Podobne ako txdelay, ale pre aplikáciu náhodného oneskorenia pri preposlaní paketov v režime priameho prenosu.
sl: Ima podobno vrednost kot txdelay, vendar jo lahko uporabite za dodajanje naknadnega zamika pri posredovanju paketov v režimu neposredne prevodi.
sv: Samma som txdelay, men för att applicera en slumpmässig fördröjning vid vidarebefordran av direktlägespaket.
zh: 与txdelay相同，但用于为直接模式包的转发应用随机延迟。

# repeater_cliHelpSetBridgeEnabled
source: Enable/Disable bridge.
bg: Активиране/Деактивиране на мост.
de: Brücke aktivieren/deaktivieren.
es: Habilitar/Deshabilitar puente.
fr: Activer/Désactiver le pont.
it: Abilita/Disabilita ponte.
nl: Poort inschakelen/uitschakelen.
pl: Włącz/Wyłącz mostek.
pt: Ativar/Desativar ponte.
ru: Включить/выключить мост.
sk: Aktivovať/Zatvárať most.
sl: Omogoči/Preklopi most.
sv: Aktivera/Inaktivera brygga.
zh: 启用/禁用桥梁

# repeater_cliHelpSetBridgeDelay
source: Set delay before retransmitting packets.
bg: Задайте забавяне преди преизпращане на пакети.
de: Setze Verzögerung vor erneuter Übertragung von Paketen.
es: Establecer retraso antes de retransmitir paquetes.
fr: Définir le délai avant de renvoyer les paquets.
it: Imposta il ritardo prima di ritrasmettere i pacchetti.
nl: Verzend vertraging instellen voor pakketten.
pl: Ustaw czas opóźnienia przed ponownym wysyłaniem pakietów.
pt: Definir atraso antes de retransmitir pacotes.
ru: Установить задержку перед ретрансляцией пакетов.
sk: Nastaviť odklad pred retransmisiou paketov.
sl: Nastavi zamik pred ponovnim poslanjem paketov.
sv: Ställ in fördröjning innan paket åter sänder.
zh: 设置在重新发送数据包之前延迟时间。

# repeater_cliHelpSetBridgeSource
source: Choose wether the bridge will retransmit received packets or transmitted packets.
bg: Изберете дали мостът ще предава препратени пакети или получени пакети.
de: Wählen Sie, ob die Brücke empfangene oder gesendete Pakete erneut übertragen soll.
es: Elige si el puente retransmitirá paquetes recibidos o paquetes transmitidos.
fr: Choisissez si le pont retransmettra les paquets reçus ou les paquets transmis.
it: Scegliere se il ponte dovrà ritrasmettere i pacchetti ricevuti o i pacchetti trasmessi.
nl: Kies of de brug ontvangen pakketten of verzonden pakketten opnieuw moet versturen.
pl: Wybierz, czy most będzie ponownie transmitował otrzymywane pakiety, czy też wysyłane.
pt: Escolha se a ponte retransmitirá pacotes recebidos ou pacotes transmitidos.
ru: Выбрать, будет ли мост ретранслировать полученные или отправленные пакеты.
sk: Zvolte, či bude most retransmitovať prijaté alebo vysielané balíčky.
sl: Izberite, ali bodo most ponavljali prejeto ali poslan paket.
sv: Välj om bron ska återända mottagna paket eller sända paket.
zh: 选择桥梁是否会重传接收到的数据包或发送的数据包。

# repeater_cliHelpSetBridgeBaud
source: Set serial link baudrate for rs232 bridges.
bg: Задайте скоростта на предаване за RS232 мостовете.
de: Setze die serielle Link-Baudrate für RS232-Brücken.
es: Establecer la velocidad de baudios del enlace serial para los puentes rs232.
fr: Définir la vitesse de communication série pour les ponts Rs232.
it: Imposta la velocità di trasmissione per i ponti rs232.
nl: Stel de seriële link baudrate in voor rs232 bruggen.
pl: Ustaw prędkość transmisji magistrali szeregowej dla mostów rs232.
pt: Definir a taxa de baud para as pontes rs232.
ru: Установить скорость последовательного соединения для мостов RS232.
sk: Nastavte sériový link baudrate pre rs232 mosty.
sl: Nastavi hitrost serijske povezave za mostove rs232.
sv: Ställ baudgränsen för rs232-bryggarna.
zh: 设置rs232桥接的串口链路波特率。

# repeater_cliHelpSetBridgeSecret
source: Set bridge secret for espnow bridges.
bg: Задайте тайна за мостовете на EspNow.
de: Richte das Espnow-Brücken-Geheimnis ein.
es: Establecer secreto de puente para puentes espnow.
fr: Définir le secret du pont pour les ponts espnow.
it: Imposta il segreto per i ponti espnow.
nl: Stel bridge-geheim in voor espnow bridges.
pl: Ustaw sekret dla mostów ESPNOW.
pt: Definir segredo de ponte para pontes espnow.
ru: Установить секрет моста для мостов ESP-NOW.
sk: Nastaviť tajomstvo mosta pre eshnow mosty.
sl: Nastavi skrivni dostop za mostove ESPNOW.
sv: Ställ bro-hemlighet för espnow-broar.
zh: 设置 espnow 桥的秘密。

# repeater_cliHelpSetAdcMultiplier
source: Sets custom factor to adjust reported battery voltage (only supported on select boards).
bg: Задава персонализиран коефициент за коригиране на отчетеното напрежение на батерията (поддържа се само на избрани дъски).
de: Legt einen benutzerdefinierten Faktor zur Anpassung der gemeldeten Batteriewirkspannung fest (nur auf ausgewählten Boards unterstützt).
es: Establece un factor personalizado para ajustar el voltaje de la batería reportado (solo soportado en selectas placas).
fr: Définit un facteur personnalisé pour ajuster la tension de la batterie signalée (uniquement pris en charge sur certains cartes).
it: Imposta un fattore personalizzato per regolare la tensione della batteria riportata (supportato solo su schede selezionate).
nl: Stelt een aangepaste factor in om de gerapporteerde batterijspanning aan te passen (alleen ondersteund op selecte borden).
pl: Ustawia niestandardowy współczynnik do korekty zgłaszanego napięcia baterii (obsługa tylko na wybranych płytach).
pt: Define um fator personalizado para ajustar a voltagem de bateria relatada (apenas suportado em placas selecionadas).
ru: Устанавливает пользовательский коэффициент коррекции напряжения батареи (поддерживается только на некоторых платах).
sk: Nastavuje vlastný faktor na úpravu nahlásenej batériovej napätia (podporované len na vybraných doskách).
sl: Nastavi prilagoditev faktorja za prilagoditev poravnalnega napetosti baterije (podprt le na izbranih ploščah).
sv: Ställer in anpassad faktor för att justera rapporterad batterispänning (endast stödd på utvalda kort).
zh: 设置自定义因子以调整报告的电池电压（仅限部分板卡支持）。

# repeater_cliHelpTempRadio
source: Sets temporary radio params for the given number of minutes, reverting to original radio params afterward. (does NOT save to preferences).
bg: Задава временни радио параметри за посочения брой минути, връщайки се към оригиналните радио параметри след това. (не се запазва в предпочитанията).
de: Legt vorübergehende Funkparameter für die angegebene Anzahl von Minuten fest und kehrt anschließend zu den ursprünglichen Funkparametern zurück (wird nicht in den Einstellungen gespeichert).
es: Establece parámetros de radio temporales para el número dado de minutos, volviendo a los parámetros de radio originales posteriormente. (no guarda en preferencias).
fr: Définit des paramètres radio temporaires pour le nombre de minutes donné, puis revient aux paramètres radio d'origine. (ne sauvegarde pas dans les préférences).
it: Imposta parametri radio temporanei per il numero specificato di minuti, per poi tornare ai parametri radio originali. (non salva nelle preferenze).
nl: Stelt tijdelijke radio parameters in voor het opgegeven aantal minuten, en keert daarna terug naar de originele radio parameters. (wordt niet opgeslagen in de voorkeuren).
pl: Ustawia tymczasowe parametry radia na podany czas trwania w minutach, a następnie powraca do oryginalnych parametrów radia. (nie zapisuje zmian w preferencjach).
pt: Define parâmetros de rádio temporários para o número especificado de minutos, revertendo para os parâmetros de rádio originais posteriormente. (não salva nas preferências).
ru: Устанавливает временные параметры радио на заданное число минут, затем возвращает исходные. (НЕ сохраняется в настройки).
sk: Nastaví dočasné rádiové parametre pre zadaný počet minút, po skončení sa vráti k pôvodným rádiovým parametrom. (nepočuva sa do preferencií).
sl: Nastavi začasne radio parametre za določeno časovno obdobje, kar po preteku časa vrne originalne radio parametre. (ne shranjuje v preferencije).
sv: Ställer temporära radioparametrar för det angivna antalet minuter, vilket återgår till de ursprungliga radioparametrarna efteråt. (sparar inte i inställningar).
zh: 设置临时无线电参数，持续指定的分钟数，之后恢复为原始无线电参数。（不保存到偏好设置）。

# repeater_cliHelpSetPerm
source: Modifies the ACL. Removes matching entry (by pubkey prefix) if "permissions" is zero. Adds new entry if pubkey-hex is full length and is not currently in ACL. Updates entry by matching pubkey prefix. Permission bits vary per firmware role, but low 2 bits are: 0 (Guest), 1 (Read only), 2 (Read write), 3 (Admin)
bg: Променя ACL. Премахва съответстващия запис (по префикс на pubkey), ако "permissions" е нула. Добавя нов запис, ако pubkey-hex е с пълна дължина и не е в ACL. Актуализира запис, съответстващ на префикса на pubkey. Битовете за разрешения варират според ролята на firmware, но долните 2 бита са: 0 (Гост), 1 (Само четене), 2 (Четене и писане), 3 (Администратор).
de: Ändert die ACL. Entfernt das passende Eintragen (durch Pubkey-Präfix), wenn "permissions" auf 0 steht. Fügt ein neues Eintragen hinzu, wenn die Pubkey-Hex-Länge vollständig ist und nicht bereits in der ACL vorhanden ist. Aktualisiert das Eintragen anhand des übereinstimmenden Pubkey-Präfix. Berechtigungsbits variieren je nach Firmware-Rolle, aber die unteren 2 Bits sind: 0 (Gast), 1 (Nur Lesen), 2 (Lesen/Schreiben), 3 (Admin)
es: Modifica el ACL. Elimina la entrada coincidente (por prefijo de pubkey) si "permissions" es cero. Añade una nueva entrada si el pubkey-hex tiene longitud completa y no está actualmente en el ACL. Actualiza la entrada mediante el prefijo de pubkey coincidente. Los bits de permiso varían según el rol del firmware, pero los dos bits inferiores son: 0 (Invitado), 1 (Solo lectura), 2 (Lectura/escritura), 3 (Administrador).
fr: Modifie l’ACL. Supprime l’entrée correspondante (par préfixe de clé publique) si "permissions" est égal à zéro. Ajoute une nouvelle entrée si la clé publique hexadécimale a une longueur complète et n’est pas actuellement dans l’ACL. Met à jour l’entrée en fonction du préfixe de clé publique. Les bits de permission varient en fonction du rôle du firmware, mais les 2 bits inférieurs sont : 0 (Invité), 1 (Lecture seule), 2 (Lecture/écriture), 3 (Administrateur).
it: Modifica l'ACL. Rimuove l'entrata corrispondente (per prefisso di pubkey) se "permissions" è zero. Aggiunge una nuova entrata se il pubkey-hex ha lunghezza completa e non è attualmente nell'ACL. Aggiorna l'entrata per corrispondenza del prefisso di pubkey. I bit di permesso variano per ogni ruolo di firmware, ma i primi 2 bit sono: 0 (Guest), 1 (solo lettura), 2 (lettura/scrittura), 3 (Admin)
nl: Wijzigt de ACL. Verwijder de overeenkomstige entry (door pubkey prefix) als "permissions" 0 is. Voeg een nieuwe entry toe als pubkey-hex volledig is en niet momenteel in de ACL staat. Update de entry door matching pubkey prefix. Toestemming bits variëren per firmware rol, maar de onderste 2 bits zijn: 0 (Gast), 1 (Alleen lezen), 2 (Lezen/schrijven), 3 (Admin)
pl: Modyfikuje ACL. Usuwa dopasowaną wpis (z prefiksem pubkey), jeśli "permissions" wynosi zero. Dodaje nowy wpis, jeśli pubkey-hex ma pełną długość i nie znajduje się obecnie w ACL. Aktualizuje wpis, dopasowując prefiks pubkey. Bit uprawnień zależy od roli firmware, ale dolne 2 bity to: 0 (Gość), 1 (tylko odczyt), 2 (odczyt i zapis), 3 (administrator).
pt: Modifica o ACL. Remove a entrada correspondente (pelo prefixo de pubkey) se "permissions" for zero. Adiciona uma nova entrada se o pubkey-hex for de comprimento total e não estiver atualmente no ACL. Atualiza a entrada por correspondência de prefixo de pubkey. Os bits de permissão variam conforme o papel do firmware, mas os 2 bits inferiores são: 0 (Guest), 1 (Read only), 2 (Read write), 3 (Admin)
ru: Изменяет ACL. Удаляет запись (по префиксу публичного ключа), если «permissions» равен нулю. Добавляет новую запись, если указан полный ключ и он отсутствует в ACL. Обновляет запись по совпадению префикса. Биты прав зависят от роли прошивки, но младшие 2 бита: 0 (Гость), 1 (Только чтение), 2 (Чтение/запись), 3 (Админ)
sk: Zmení ACL. Odstráni zodpovedný záznam (podľa prefixa pubkey), ak je "permissions" rovné 0. Pridá nový záznam, ak je pubkey-hex plnej dĺžky a momentálne sa nenachádza v ACL. Aktualizuje záznam podľa zodpovedajúceho prefixa pubkey. Bitové oprávnenia sa líšia podľa funkčnej roly, ale nízke 2 bity sú: 0 (Hostiteľ), 1 (Čítanie len), 2 (Čítanie a zápis), 3 (Správca).
sl: Modificira ACL. Odstrani ustrezen vnos (po predponi pubkeyja), če je "permissions" enako nič. Dodaja nov vnos, če je pubkey-hex v celoti in trenutno ni v ACL. Posodobi vnos po ustreznem predponi pubkeyja. Bitje dovoljenj se razlikuje glede na firmware vlogo, vendar so prvi dve bitki: 0 (Gost), 1 (Lezenje samo), 2 (Lezenje in pisanje), 3 (Administrator).
sv: Modifierar ACL. Tar bort matchande post (genom pubkey-prefiks) om "permissions" är noll. Lägger till ny post om pubkey-hex är full längd och inte redan finns i ACL. Uppdaterar posten genom matchande pubkey-prefiks. Tillståndsbiten varierar per firmware-roll, men de låga 2 bitarna är: 0 (Gäst), 1 (endast läsa), 2 (läs- och skrivskydd), 3 (administratör).
zh: 修改ACL。如果“权限”为零，则删除匹配的条目（通过pubkey前缀）。如果pubkey-hex的完整长度且当前不在ACL中，则添加新条目。通过匹配pubkey前缀更新条目。权限位因固件角色而异，但低2位为：0（Guest）、1（只读）、2（读写）、3（Admin）

# repeater_cliHelpGetBridgeType
source: Gets bridge type none, rs232, espnow
bg: Получава тип мост none, rs232, espnow
de: Ruft Brückentyp none, rs232, espnow ab.
es: Obtiene tipo de puente ninguno, rs232, espnow
fr: Obtenir le type de pont : aucun, rs232, espnow
it: Ottiene tipo ponte nessuno, rs232, espnow
nl: Ontvang brugtype: geen, rs232, espnow
pl: Uzyskano typ mostu: brak, rs232, espnow
pt: Obtém tipo de ponte nenhum, rs232, espnow
ru: Получает тип моста: none, rs232, espnow
sk: Zísť typ mosta: žiadny, rs232, espnow
sl: Dobrodošli pri izbiri vrste mostu: brez, rs232, espnow
sv: Får brotyperna ingen, rs232, espnow
zh: 获取桥接类型：无，RS232，ESPNow

# repeater_cliHelpLogStart
source: Starts packet logging to file system.
bg: Започва записване на пакети във файловата система.
de: Beginnt die Paketprotokollierung in das Dateisystem.
es: Inicia el registro de paquetes en el sistema de archivos.
fr: Démarre l'enregistrement des paquets dans le système de fichiers.
it: Avvia registrazione pacchetti nel file system.
nl: Start pakketlogging naar het bestandssysteem.
pl: Rozpoczyna się logowanie pakietów do systemu plików.
pt: Inicia o registro de pacotes no sistema de arquivos.
ru: Начинает запись пакетов в файловую систему.
sk: Začína protokolovanie balíkov do systému súborov.
sl: Začnete beleženje paketov v datotekovni sistem.
sv: Starta paketloggning till filsystem.
zh: 开始将数据包记录到文件系统。

# repeater_cliHelpLogStop
source: Stops packet logging to file system.
bg: Спира записването на пакети във файловата система.
de: Stoppt das Paketprotokollieren in das Dateisystem.
es: Detener el registro de paquetes al sistema de archivos.
fr: Arrêter de journaliser les paquets vers le système de fichiers.
it: Interrompi la registrazione dei pacchetti al file system.
nl: Stoppen met het loggen van pakketten naar het bestandssysteem.
pl: Zatrzymuje logowanie pakietów do systemu plików.
pt: Para interromper o registro de pacotes no sistema de arquivos.
ru: Останавливает запись пакетов в файловую систему.
sk: Zastaví protokolovanie paketov do systémového súboru.
sl: Ustavite beleženje paketov v datotečno sistem.
sv: Stoppar paketloggning till filsystem.
zh: 停止将数据包记录到文件系统。
