Repository: wel97459/meshcore-open
Catalog: lib/l10n/app_*.arb
Languages: bg, de, es, fr, it, nl, pl, pt, ru, sk, sl, sv, zh

# path_setPath
source: Set Path
bg: Задайте път
de: Pfad festlegen
es: Establecer Ruta
fr: Définir le chemin
it: Imposta Percorso
nl: Stel Pad in
pl: Ustaw Ścieżkę
pt: Definir Caminho
ru: Установить маршрут
sk: Nastaviť cestu
sl: Nastavi Pot
sv: Ange Sökväg
zh: 设置路径

source: Repeater Management
bg: Управление на повторители
de: Wiederholungselement-Verwaltung
es: Gestión de Repetidores
fr: Gestion des répétiteurs
it: Gestione Ripetitori
nl: Beheer Repeaters
pl: Zarządzanie Powtórzami
pt: Gerenciamento de Repetidor
ru: Управление репитером
sk: Správa opakérov
sl: Upravljanje ponovitve
sv: Återuppspelarens Hantering
zh: 重复器管理

# repeater_managementTools
source: Management Tools
bg: Инструменти за управление
de: Verwaltungs-Tools
es: Herramientas de Gestión
fr: Outils de Gestion
it: Strumenti di Gestione
nl: Beheerinstrumenten
pl: Narzędzia Zarządzania
pt: Ferramentas de Gerenciamento
ru: Инструменты управления
sk: Nástroje na správu
sl: Upravne orodje
sv: Administrationsverktyg
zh: 管理工具

# repeater_status
source: Status
bg: Статус
es: Estado
fr: État
it: Stato
ru: Статус
zh: 状态

# repeater_statusSubtitle
source: View repeater status, stats, and neighbors
bg: Прегледайте статуса, статистиката и съседните устройства.
de: Status, Statistiken und Nachbarn anzeigen
es: Ver el estado, las estadísticas y los vecinos del repetidor
fr: Afficher l'état, les statistiques et les voisins du répétiteur
it: Visualizza lo stato, le statistiche e i vicini del ripetitore
nl: Status, statistieken en buren bekijken
pl: Wyświetl status powtarzacza, statystyki i sąsiadów.
pt: Visualizar status do repetidor, estatísticas e vizinhos.
ru: Просмотр статуса, статистики и соседей репитера
sk: Zobraziť stav, štatistiky a susedov repeatera
sl: Pogledati stanje, statistike in sosede repeatera
sv: Visa återspolningsstatus, statistik och grannar
zh: 查看重复器状态、统计信息和邻居

# repeater_telemetry
source: Telemetry
bg: Телеметрия
de: Telemetrie
fr: Télémetrie
pt: Telemetria
ru: Телеметрия
sk: Telemetria
sl: Telemetrija
zh: 遥测

# repeater_telemetrySubtitle
source: View telemetry of sensors and system stats
bg: Прегледайте телеметрията на сензорите и системните статистики
de: Sensordaten und Systemwerte anzeigen
es: Ver la telemetría de los sensores y las estadísticas del sistema
fr: Afficher la télémétrie des capteurs et les statistiques du système
it: Visualizza i dati di telemetria dei sensori e le statistiche di sistema
nl: Bekijk telemetrie van sensoren en systeemgegevens
pl: Wyświetl dane telemetryczne z czujników i statystyki systemu
pt: Visualizar telemetria de sensores e estatísticas do sistema
ru: Просмотр телеметрии датчиков и системной статистики
sk: Zobraziť telemetriu senzorov a systémových štatistík
sl: Pogledate telemetrijo senzorjev in sistemske statistike
sv: Visa telemetri för sensorer och systemstatistik
zh: 查看传感器和系统状态的Telemetry数据

# repeater_cliSubtitle
source: Send commands to the repeater
bg: Изпрати команди към ретранслатора
de: Sende Befehle an den Repeater
es: Enviar comandos al repetidor
fr: Envoyer des commandes au répétiteur
it: Invia comandi al ripetitore
nl: Verzend commando's naar de repeater
pl: Wyślij polecenia do powielacza
pt: Enviar comandos ao repetidor
ru: Отправка команд репитеру
sk: Pošlite príkazy opakovaču
sl: Pošlji ukazne povelje na ponovitveno enoto.
sv: Skicka kommandon till repetitorn
zh: 发送命令到重复器

# repeater_settings
source: Settings
bg: Настройки
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
zh: 设置

# repeater_settingsSubtitle
source: Configure repeater parameters
bg: Конфигурирайте параметрите на репитера
de: Wiederholungsparameter konfigurieren
es: Configurar parámetros del repetidor
fr: Configurer les paramètres du répétiteur
it: Configura i parametri del ripetitore
nl: Configureer repeaterparameters
pl: Skonfiguruj parametry powtarzacza
pt: Configurar parâmetros do repetidor
ru: Настройка параметров репитера
sk: Konfigurujte parametre opakovača
sl: Konfigurirajte parametre ponovitelja
sv: Konfigurera återspolarparametrar
zh: 配置重复器参数

# repeater_statusTitle
source: Repeater Status
bg: Статус на повтарянето
de: Wiederholungszustand
es: Estado del Repetidor
fr: État du répétiteur
it: Stato del Ripetitore
nl: Status repeater
pl: Status powtarzacza
pt: Status do Repetidor
ru: Статус репитера
sk: Status opakého zboru
sl: Status ponovitelja
sv: Återspelsstatus
zh: 重复器状态

# repeater_routingMode
source: Routing mode
bg: Режим на маршрутизиране
de: Routenmodus
es: Modo de enrutamiento
fr: Mode de routage
it: Modalità di routing
nl: Routeerwijze
pl: Tryb routingu
pt: Modo de roteamento
ru: Режим маршрутизации
sk: Režim trasy
sl: Navodilo za usmerjevalni način
sv: Ruttläge
zh: 路由模式

# repeater_autoUseSavedPath
source: Auto (use saved path)
bg: Автоматично (използвай запазения път)
de: Automatisch (gespeicherten Pfad verwenden)
es: Auto (usar la ruta guardada)
fr: Auto (utiliser le chemin sauvegardé)
it: Percorso salvato automatico
nl: Automatisch (gebruik opgeslagen pad)
pl: Automatycznie (użyj zapisanej ścieżki)
pt: Auto (usar caminho salvo)
ru: Авто (использовать сохранённый маршрут)
sk: Použiť uloženú cestu
sl: Avto (uporabi shranjeno pot)
sv: Automatisk (använd sparad sökväg)
zh: 自动（使用已保存路径）

# repeater_forceFloodMode
source: Force Flood Mode
bg: Принуди режим на наводняване
de: Zwangsgelände-Modus erzwingen
es: Modo Inundación Forzado
fr: Mode tout le réseau forcé
it: Modalità Inondamento Forzato
nl: Dwing Floodmodus Af
pl: Wymusz Tryb Powodowany
pt: Modo de Inundação Forçado
ru: Принудительный режим рассылки
sk: Zavrieť režim núdzového povodňového režimu
sl: Nasilje obvezati v način
sv: Tvinga Översvämningsläge
zh: 强制洪水模式

# repeater_pathManagement
source: Path management
bg: Управление на пътища
de: Pfadverwaltung
es: Gestión de rutas
fr: Gestion des chemins
it: Gestione dei percorsi
nl: Beheer van paden
pl: Zarządzanie ścieżkami
pt: Gerenciamento de caminhos
ru: Управление маршрутами
sk: Správa trás
sl: Upravljanje poti
sv: Stigarhantering
zh: 路径管理

# repeater_refresh
source: Refresh
bg: Презареди
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Aggiorna
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить
sk: Obnoviť
sl: Ponovno obnavljati
sv: Uppdatera
zh: 刷新

# repeater_statusRequestTimeout
source: Status request timed out.
bg: Заявката за статус премина прекалено дълго.
de: Statusanfrage zeitweise fehlgeschlagen.
es: Solicitud de estado caducó.
fr: Demande de statut délai dépassé.
it: Richiesta stato scaduta.
nl: Statusverzoek is uitgevallen.
pl: Życzenie statusu timed out.
pt: Solicitação de status expirou.
ru: Время ожидания статуса истекло.
sk: Požiadavka stavu zlyhala.
sl: Zahtev statusa je iztekla.
sv: Statusförfrågan gick inte att hämta.
zh: 状态请求超时。

# repeater_errorLoadingStatus
source: Error loading status: {error}
bg: Грешка при зареждане на статуса: {error}
de: Fehler beim Laden des Status: {error}
es: Error al cargar el estado: {error}
fr: Erreur lors du chargement du statut : {error}
it: Errore nel caricamento dello stato: {error}
nl: Fout bij het laden van de status: {error}
pl: Błąd podczas ładowania statusu: {error}
pt: Erro ao carregar o status: {error}
ru: Ошибка загрузки статуса: {error}
sk: Chyba pri načítaní stavu: {error}
sl: Napaka pri obnašanju: {error}
sv: Fel vid inläsning av status: {error}
zh: 错误加载状态：{error}

# repeater_systemInformation
source: System Information
bg: Информация за системата
es: Información del sistema
fr: Informations Système
it: Informazioni di sistema
nl: Systeeminformatie
pl: Informacje o systemie
pt: Informações do Sistema
ru: Системная информация
sk: Informácie o systéme
sl: Informacije o sistemu
zh: 系统信息

# repeater_battery
source: Battery
bg: Батерия
de: Akku
es: Batería
fr: Batterie
it: Batteria
nl: Batterij
pl: Bateria
pt: Bateria
ru: Батарея
sk: Batéria
sl: Baterija
sv: Batteri
zh: 电池

# repeater_clockAtLogin
source: Clock (at login)
bg: Часовник (при влизане)
de: Uhr (bei Anmeldung)
es: Reloj (al inicio de sesión)
fr: Horloge (au démarrage)
it: Orologio (all'accesso)
nl: Tijd (bij aanmelden)
pl: Godzina (przy logowaniu)
pt: Relógio (no login)
ru: Время (при входе)
sk: Čas (při přihlášení)
sl: Ure (pri prijavi)
sv: Klocka (vid inloggning)
zh: 时间 (登录时)

# repeater_uptime
source: Uptime
bg: Наличност
de: Verfügbarkeit
es: Tiempo de actividad
fr: Disponibilité
it: Disponibilità
nl: Beschikbaarheid
pl: Dostępność
pt: Disponibilidade
ru: Время работы
sk: Dostupnosť
sl: Čas delovanja
sv: Tillgänglighet
zh: 可用时间

# repeater_queueLength
source: Queue Length
bg: Дължина на опашката
de: Warteschlangenlänge
es: Longitud de la cola
fr: Longueur de la file d'attente
it: Lunghezza della coda
nl: Wachttijd
pl: Długość kolejki
pt: Comprimento da Fila
ru: Длина очереди
sk: Dĺžka fronty
sl: Dolžina čakalne vrste
sv: Köans längd
zh: 排队长度

# repeater_debugFlags
source: Debug Flags
bg: Контролни точки за отстраняване на грешки
de: Fehlerbehebungsoptionen
es: Marcadores de Depuración
fr: Marqueurs de débogage
it: Impostazioni Debug
nl: Debugvlaggen
pl: Opcje debugowania
pt: Marcar Flags de Depuração
ru: Флаги отладки
sk: Kontrolné značky
sl: Nastavitve odpravilnosti
sv: Felsökningsflaggor
zh: 调试标志

# repeater_radioStatistics
source: Radio Statistics
bg: Статистика на радиостанциите
de: Funk-Statistik
es: Estadísticas de Radio
fr: Statistiques Radio
it: Statistiche Radio
nl: Radiostatistieken
pl: Statystyki Radia
pt: Estatísticas de Rádio
ru: Радиостатистика
sk: Rádio Štatistiky
sl: Radio Statistika
sv: Radiostatistik
zh: 无线电统计

# repeater_lastRssi
source: Last RSSI
bg: Последна RSSI
de: Letzter RSSI
es: Último RSSI
fr: Dernier RSSI
it: Ultimo RSSI
nl: Laatste RSSI
pl: Ostatni RSSI
pt: Último RSSI
ru: Последний RSSI
sk: Posledná RSSI
sl: Potredno RSSI
sv: Senaste RSSI
zh: 上次RSSI

# repeater_lastSnr
source: Last SNR
bg: Последна SNR
de: Letzter SNR
es: Último SNR
fr: Dernier SNR
it: Ultimo SNR
nl: Laatste SNR
pl: Ostatnie SNR
pt: Último SNR
ru: Последний SNR
sk: Posledný SNR
sl: Nazadnje zabeležena SNR
sv: Sista SNR
zh: 最后 SNR

# repeater_noiseFloor
source: Noise Floor
bg: Ниво на шум
de: Rauschpegel
es: Nivel de Ruido
fr: Niveau de Bruit
it: Livello del Rumore
nl: Ruisvloer
pl: Poziom Szumów
pt: Nível de Ruído
ru: Уровень шума
sk: Hladina šumu
sl: Šumovita raven
sv: Ljudnivå
zh: 噪声地板

# repeater_txAirtime
source: TX Airtime
ru: Время эфира (передача)

# repeater_rxAirtime
source: RX Airtime
ru: Время эфира (приём)

# repeater_packetStatistics
source: Packet Statistics
bg: Статистика на пакетите
de: Paketstatistiken
es: Estadísticas del Paquete
fr: Statistiques des paquets
it: Statistiche del Pacchetto
nl: Pakketstatistieken
pl: Statystyki pakietów
pt: Estatísticas de Pacote
ru: Статистика пакетов
sk: Statistiky balíka
sl: Statistika paketa
sv: Paketstatistik
zh: 数据包统计

# repeater_sent
source: Sent
bg: Изпратено
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
nl: Verzonden
pl: Wysłane
pt: Enviado
ru: Отправлено
sk: Odoslané
sl: Pošljeno
sv: Skickat
zh: 已发送

# repeater_received
source: Received
bg: Получено
de: Empfangen
es: Recibido
fr: Reçu
it: Ricevuto
nl: Ontvangen
pl: Otrzymano
pt: Recebido
ru: Получено
sk: Prišlo
sl: Prejeto
sv: Mottaget
zh: 已收到

# repeater_duplicates
source: Duplicates
bg: Дубликати
de: Duplikate
es: Duplicados
fr: Dupliques
it: Duplicati
nl: Duplicaat
pl: Powtórzenia
pt: Duplicatas
ru: Дубликаты
sk: Duplikáty
sl: Duplikati
sv: Dubbletter
zh: 重复

# repeater_daysHoursMinsSecs
source: {days} days {hours}h {minutes}m {seconds}s
bg: {days} дни {hours}ч {minutes}м {seconds}с
de: {days} Tage {hours}h {minutes}m {seconds}s
es: {days} días {hours}h {minutes}m {seconds}s
fr: {days} jours {hours}h {minutes}m {seconds}s
it: {days} giorni {hours}h {minutes}m {seconds}s
nl: {days} dagen {hours} uur {minutes} minuten {seconds} seconden
pl: {days} dni {hours}h {minutes}m {seconds}s
pt: {days} dias {hours}h {minutes}m {seconds}s
ru: {days} дн. {hours}ч {minutes}м {seconds}с
sk: {days} dní {hours}h {minutes}m {seconds}s
sl: {days} dni {hours}h {minutes}m {seconds}s
sv: {days} dagar {hours} timmar {minutes} minuter {seconds} sekunder
zh: {days}天 {hours}小时 {minutes}分 {seconds}秒

# repeater_packetTxTotal
source: Total: {total}, Flood: {flood}, Direct: {direct}
bg: Общо: {total}, Наводнение: {flood}, Директно: {direct}
de: Gesamt: {total}, Flut: {flood}, Direkt: {direct}
es: Total: {total}, Inundación: {flood}, Directo: {direct}
fr: Total : {total}, Tout le réseau : {flood}, Direct : {direct}
it: Totale: {total}, Inondazione: {flood}, Diretto: {direct}
nl: Totaal: {total}, Flood: {flood}, Direct: {direct}
pl: Razem: {total}, Powodzenie: {flood}, Bezpośrednio: {direct}
pt: Total: {total}, Inundação: {flood}, Direto: {direct}
ru: Всего: {total}, Рассылка: {flood}, Прямые: {direct}
sk: Celkem: {total}, Povodňový režim: {flood}, Priamy: {direct}
sl: Skupno: {total}, Poplava: {flood}, Neposredno: {direct}
sv: Totalt: {total}, Översvämning: {flood}, Direkt: {direct}
zh: 总计：{total}, 洪流：{flood}, 直连：{direct}

# repeater_packetRxTotal
source: Total: {total}, Flood: {flood}, Direct: {direct}
bg: Общо: {total}, Наводнение: {flood}, Директно: {direct}
de: Gesamt: {total}, Flut: {flood}, Direkt: {direct}
es: Total: {total}, Inundación: {flood}, Directo: {direct}
fr: Total : {total}, Tout le réseau : {flood}, Direct : {direct}
it: Totale: {total}, Inondazione: {flood}, Diretto: {direct}
nl: Totaal: {total}, Flood: {flood}, Direct: {direct}
pl: Razem: {total}, Powodzenie: {flood}, Bezpośrednio: {direct}
pt: Total: {total}, Inundação: {flood}, Direto: {direct}
ru: Всего: {total}, Рассылка: {flood}, Прямые: {direct}
sk: Celkem: {total}, Povodňový režim: {flood}, Priamy: {direct}
sl: Skupno: {total}, Poplava: {flood}, Neposredno: {direct}
sv: Totalt: {total}, Översvämning: {flood}, Direkt: {direct}
zh: 总计：{total}, 洪流：{flood}, 直连：{direct}

# repeater_duplicatesFloodDirect
source: Flood: {flood}, Direct: {direct}
bg: Поливане: {flood}, Директен: {direct}
de: Überflut: {flood}, Direkt: {direct}
es: Inundación: {flood}, Directo: {direct}
fr: Tout le réseau : {flood}, Direct : {direct}
it: Inondazione: {flood}, Diretto: {direct}
pl: Powodzie: {flood}, Bezpośrednie: {direct}
pt: Inundação: {flood}, Direto: {direct}
ru: Рассылка: {flood}, Прямые: {direct}
sk: Pond: {flood}, Priamy: {direct}
sl: Prah: {flood}, Neposredni: {direct}
sv: Översvämning: {flood}, Direkt: {direct}
zh: 洪水：{flood}, 直通：{direct}

# repeater_duplicatesTotal
source: Total: {total}
bg: Общо: {total}
de: Gesamt: {total}
it: Totale: {total}
nl: Totaal: {total}
pl: Razem: {total}
ru: Всего: {total}
sk: Celkem: {total}
sl: Skupno: {total}
sv: Totalt: {total}
zh: 总计：{total}

# repeater_settingsTitle
source: Repeater Settings
bg: Настройки на повтарящия се елемент
de: Wiederholungseinstellungen
es: Configuración del Repetidor
fr: Paramètres du répétiteur
it: Impostazioni Ripetitore
nl: Repeater Instellingen
pl: Ustawienia Powtórki
pt: Configurações do Repetidor
ru: Настройки репитера
sk: Nastavenia Opakovača
sl: Nastavitve ponovitelja
sv: Återuppspelarens Inställningar
zh: 重复设置

# repeater_basicSettings
source: Basic Settings
bg: Основни настройки
de: Grundlegende Einstellungen
es: Configuración Básica
fr: Paramètres de base
it: Impostazioni di Base
nl: Basisinstellingen
pl: Podstawowe Ustawienia
pt: Configurações Básicas
ru: Основные настройки
sk: Základné nastavenia
sl: Osnovne nastavitve
sv: Grundinställningar
zh: 基本设置

# repeater_repeaterName
source: Repeater Name
bg: Име на повтарящ се елемент
de: Wiederholungseintrag
es: Nombre del Repetidor
fr: Nom du répétiteur
it: Nome Ripetitore
nl: Repeaternaam
pl: Nazwa Powtórnika
pt: Nome do Repetidor
ru: Имя репитера
sk: Opakovacia názov
sl: Ime ponovitelja
sv: Upprepare Namn
zh: 重复器名称

# repeater_repeaterNameHelper
source: Display name for this repeater
bg: Показване на името на този репитер
de: Anzeigename für diesen Repeater
es: Mostrar nombre para este repetidor
fr: Afficher le nom de ce répétiteur
it: Visualizza il nome di questo ripetitore
nl: Weergave naam voor deze repeater
pl: Wyświetl nazwę tego powtarzacza
pt: Exibir nome para este repetidor
ru: Отображаемое имя этого репитера
sk: Zobrazenie názvu tohto opakovača
sl: Prikaz imena za ta ponovitelj.
sv: Visa namn för denna återupprepare
zh: 显示此重复器的名称

# repeater_adminPassword
source: Admin Password
bg: Парола на администратора
de: Admin-Passwort
es: Contraseña de Administrador
fr: Mot de passe Administrateur
it: Password Amministratore
nl: Admin wachtwoord
pl: Hasło Administracyjne
pt: Senha de Administrador
ru: Пароль администратора
sk: Heslo administrátora
sl: Admin geslo
sv: Adminlösenord
zh: 管理员密码

# repeater_adminPasswordHelper
source: Full access password
bg: Пълен достъпен парола
de: Vollzugriffspasswort
es: Contraseña de acceso completo
fr: Mot de passe d'accès complet
it: Accesso completo password
nl: Volledige toegangspaswoord
pl: Pełny dostęp hasło
pt: Acesso completo de senha
ru: Пароль с полным доступом
sk: Celý prístupový heslo
sl: Polni dostopno geslo
sv: Fullständig åtkomstlösenord
zh: 完整访问密码

# repeater_guestPassword
source: Guest Password
bg: Парола на гост
de: Gast-Passwort
es: Contraseña de invitado
fr: Mot de passe invité
it: Password Ospite
nl: Wachtwoord Gast
pl: Hasło gościa
pt: Senha de convidado
ru: Гостевой пароль
sk: Heslo hosťa
sl: Geslo gostača
sv: Gästlösenhet
zh: 访客密码

# repeater_guestPasswordHelper
source: Read-only access password
bg: Достъп с ограничен достъп
de: Schreibgeschützter Zugriffspasswort
es: Acceso de solo lectura con contraseña
fr: Accès en lecture seule avec mot de passe
it: Accesso in sola lettura con password
nl: Leesbeheer wachtwoord
pl: Dostęp tylko do odczytu hasło
pt: Acesso com senha de leitura somente
ru: Пароль для доступа только для чтения
sk: Prístupový heslo iba na čítanie
sl: Odpovedni dostopni geslo
sv: Läs-skyddspassord
zh: 只读访问密码

# repeater_radioSettings
source: Radio Settings
bg: Настройки на радиостанцията
de: Funk Einstellungen
es: Configuración de Radio
fr: Paramètres Radio
it: Impostazioni Radio
nl: Radio Instellingen
pl: Ustawienia radia
pt: Configurações de Rádio
ru: Настройки радио
sk: Nastavenia rádia
sl: Nastavitve Radija
sv: Radioinställningar
zh: 射频设置

# repeater_frequencyMhz
source: Frequency (MHz)
bg: Честота (MHz)
de: Frequenz (MHz)
es: Frecuencia (MHz)
fr: Fréquence (MHz)
it: Frequenza (MHz)
nl: Frequentie (MHz)
pl: Częstotliwość (MHz)
pt: Frequência (MHz)
ru: Частота (МГц)
sk: Frekvencia (MHz)
sl: Frekvenca (MHz)
sv: Frekvens (MHz)
zh: 频率 (MHz)

# repeater_frequencyHelper
source: 300-2500 MHz
ru: 300–2500 МГц

# repeater_txPower
source: TX Power
es: TX Potencia
fr: TX Puissance
it: TX Potenza
ru: Мощность передачи
sl: TX Moč
sv: TX Effekt

# repeater_txPowerHelper
source: 1-30 dBm
ru: 1–30 дБм

# repeater_bandwidth
source: Bandwidth
bg: Ширина на честотния спектър
de: Bandbreite
es: Ancho de banda
fr: Bande passante
it: Larghezza di banda
nl: Bandbreedte
pl: Przepustowość
pt: Largura de banda
ru: Полоса пропускания
sk: Šírka pásma
sl: Pasovna širina
sv: Bandbredd
zh: 带宽

# repeater_spreadingFactor
source: Spreading Factor
bg: Фактор на разпространение
de: Verteilungsfaktor
es: Factor de propagación
fr: Facteur de répartition
nl: Spreidingsfactor
pl: Rozkład Czynnika
pt: Fator de Dispersão
ru: Коэффициент расширения
sk: Šírenie faktoru
sl: Razširitveni faktor
sv: Spreadingfaktor
zh: 扩散因子

# repeater_codingRate
source: Coding Rate
bg: Такса за кодиране
de: Programmierpauschale
es: Tasa de Programación
fr: Taux de codage
it: Tasso di Codifica
nl: Codeertarief
pl: Stawka kodowania
pt: Taxa de Codificação
ru: Коэффициент кодирования
sk: Rýchlosť kódovania
sl: Programska hitrost
sv: Kodningsgrad
zh: 编码速率

# repeater_locationSettings
source: Location Settings
bg: Настройки на местоположението
de: Standort Einstellungen
es: Configuración de Ubicación
fr: Paramètres de localisation
it: Impostazioni Luogo
nl: Locatie Instellingen
pl: Ustawienia Lokalizacji
pt: Configurações de Localização
ru: Настройки местоположения
sk: Nastavenia polohy
sl: Nastavitve lokacije
sv: Platsinställningar
zh: 位置设置

# repeater_latitude
source: Latitude
bg: Широчина
de: Breitengrad
es: Latitud
it: Latitudine
nl: Breedtegraad
pl: Szerokość
ru: Широта
sk: Súradnica
sl: Širina
sv: Latitud
zh: 纬度

# repeater_latitudeHelper
source: Decimal degrees (e.g., 37.7749)
bg: Десетични градуси (напр. 37.7749)
de: Dezimalgrad (z.B. 37,7749)
es: Grados decimales (por ejemplo, 37.7749)
fr: Degrés décimaux (par exemple, 37.7749)
it: Grado decimale (ad esempio, 37.7749)
nl: Graadseconden (bijv. 37.7749)
pl: Stopnie dziesiętne (np. 37.7749)
pt: Graus decimais (por exemplo, 37,7749)
ru: В десятичных градусах (напр., 37.7749)
sk: Desatinné zložky (napr. 37.7749)
sl: Desetbinske protiure (npr. 37.7749)
sv: Decimalgrader (t.ex. 37.7749)
zh: 十进度的数字（例如：37.7749）

# repeater_longitude
source: Longitude
bg: Дължина
de: Längengrad
es: Longitud
it: Longitudine
nl: Lengtegraad
pl: Długość
ru: Долгота
sk: Dĺžka
sl: Dolžina
sv: Längdgrad
zh: 经度

# repeater_longitudeHelper
source: Decimal degrees (e.g., -122.4194)
bg: Градуси с десетични знаци (напр. -122.4194)
de: Dezimalgrad (z.B. -122,4194)
es: Grados decimales (por ejemplo, -122.4194)
fr: Degrés décimaux (par exemple, -122,4194)
it: Grado decimale (ad esempio, -122,4194)
nl: Graadseconden (bijv. -122.4194)
pl: Stopnie dziesiętne (np. -122,4194)
pt: Graus decimais (por exemplo, -122,4194)
ru: В десятичных градусах (напр., -122.4194)
sk: Desatinné zložky (napr. -122.4194)
sl: Desetbinske protiure (npr. -122,4194)
sv: Decimalgrader (t.ex. -122.4194)
zh: 十进度的数字（例如：-122.4194）

# repeater_features
source: Features
bg: Характеристики
de: Funktionen
es: Características
fr: Fonctionnalités
it: Caratteristiche
nl: Kenmerken
pl: Funkcje
pt: Recursos
ru: Функции
sk: Funkcie
sl: Značilnosti
sv: Funktioner
zh: 功能

# repeater_packetForwarding
source: Packet Forwarding
bg: Пренасочване на пакети
de: Paketweiterleitung
es: Enrutamiento de Paquetes
fr: Transfert de paquets
it: Instradamento Pacchetti
nl: Pakketdoorvoering
pl: Przekierowanie pakietów
pt: Encaminhamento de Pacotes
ru: Пересылка пакетов
sk: Riadenie prienikov
sl: Usmerjanje paketa
sv: Paketväxling
zh: 数据包转发

# repeater_packetForwardingSubtitle
source: Enable repeater to forward packets
bg: Активирайте репитера, за да препращате пакети.
de: Aktivieren Sie den Repeater, um Pakete weiterzuleiten.
es: Habilitar el repetidor para reenviar paquetes
fr: Activer le répétiteur pour transmettre des paquets
it: Abilita il ripetitore per inoltrare i pacchetti
nl: Repeater instellen om pakketten door te sturen
pl: Włącz repeater, aby przekazywać pakiety.
pt: Habilitar o repetidor para encaminhar pacotes
ru: Разрешить репитеру пересылать пакеты
sk: Povolte opakovač na smerovanie paketov.
sl: Omogoči ponovitelja za usmerjanje paketov.
sv: Aktivera återuppspelaren för att vidarebefordra paket
zh: 启用重复器以转发数据包

# repeater_guestAccess
source: Guest Access
bg: Достъп за Гост
de: Gastzugriff
es: Acceso de Invitados
fr: Accès Invité
it: Accesso Ospite
nl: Toegang voor Gasten
pl: Dostęp dla gości
pt: Acesso de Convidado
ru: Гостевой доступ
sk: Prístup pre hostí
sl: Prijemnik
sv: Gäståtkomst
zh: 访客访问

# repeater_guestAccessSubtitle
source: Allow read-only guest access
bg: Разрешете самочетене за гости
de: Gast-Zugriff mit beschränkten Rechten zulassen
es: Permitir acceso de invitado en solo lectura
fr: Autoriser l'accès invité en lecture seule
it: Consenti l'accesso ospite in sola lettura
nl: Toegestane leesbeheer toegang voor gasten.
pl: Umożliw dostęp tylko do odczytu dla gości.
pt: Permitir acesso de convidado somente leitura
ru: Разрешить гостевой доступ только для чтения
sk: Umožniť prístup hosta iba na čítanie.
sl: Omogoči dostop gostom v samo bralni načinu.
sv: Tillåt läsbehörigheter för gäster.
zh: 允许访客仅读访问
