Repository: wel97459/meshcore-open
Catalog: lib/l10n/app_*.arb
Languages: bg, de, es, fr, it, nl, pl, pt, ru, sk, sl, sv, zh

# contacts_lastSeenHourAgo
source: Last seen 1 hour ago
bg: Последно видяно преди час
de: Letzte Sichtung vor 1 Stunde.
es: Última vez que se vio hace 1 hora
fr: Dernière fois vu il y a 1 heure.
it: Ultimo visto 1 ora fa
nl: Laast gezien 1 uur geleden
pl: Ostatni raz widziany 1 godzinę temu
pt: Última vez que foi visto há 1 hora.
ru: Видели 1 час назад
sk: Zobral/Zabral poslednýkrát pred hodinou.
sl: Zadnjič viden pred 1 uro.
sv: Senast sedd för 1 timme sedan
zh: 最后一次出现前1小时

# contacts_lastSeenHoursAgo
source: Last seen {hours} hours ago
bg: Последно видян {hours} часа преди.
de: Letzte Aktivität vor {hours} Stunden.
es: Última vez visto hace {hours} horas.
fr: Dernière fois vu il y a {hours} heures.
it: Ultimo visto {hours} ore fa
nl: Laast gezien {hours} uur geleden
pl: Ostatnie połączenie {hours} godzin temu
pt: Última vez visto {hours} horas atrás
ru: Видели {hours} ч назад
sk: Posledné zobrazenie {hours} hodín dozadu
sl: Zadnjič viden pred {hours} urami
sv: Senast sedd {hours} timmar sedan
zh: 最后一次出现 {hours} 小时前

# contacts_lastSeenDayAgo
source: Last seen 1 day ago
bg: Последно видяно преди 1 ден
de: Letzte Sichtung vor 1 Tag
es: Última vez que se vio hace 1 día
fr: Dernière fois vu il y a 1 jour
it: Ultimo visto 1 giorno fa
nl: Laatste bekeken 1 dag geleden
pl: Ostatni raz widziany 1 dzień temu
pt: Última vez que foi visto 1 dia atrás
ru: Видели 1 день назад
sk: Zobral/Zabral posledný raz pred 1 dňom.
sl: Zadnjič viden pred 1 dnem
sv: Senast sedd för 1 dag sedan
zh: 最后一次登录前一天

# contacts_lastSeenDaysAgo
source: Last seen {days} days ago
bg: Последно видян {days} дни преди.
de: Letzte Sichtung {days} Tage zuvor
es: Última vez visto hace {days} días.
fr: Dernière activité il y a {days} jours
it: Ultimo visto {days} giorni fa
nl: Laast gezien {days} dagen geleden
pl: Ostatnie połączenie {days} dni temu
pt: Última vez visto {days} dias atrás
ru: Видели {days} дн. назад
sk: Posledné zobrazenie {days} dní dozadu
sl: Zadnjič viden pred {days} dnem
sv: Senast synlig {days} dagar sedan
zh: 最后一次出现 {days} 天前

# channels_title
source: Channels
bg: Канали
de: Kanäle
es: Canales
fr: Canaux
it: Canali
nl: Kanaal
pl: Kanały
pt: Canais
ru: Каналы
sk: Kanály
sl: Kanali
sv: Kanaler
zh: 频道

# channels_noChannelsConfigured
source: No channels configured
bg: Няма конфигурирани канали
de: Keine Kanäle konfiguriert
es: No se han configurado canales
fr: Aucun canal configuré
it: Nessun canale configurato
nl: Geen kanalen geconfigureerd
pl: Brak skonfigurowanych kanałów
pt: Nenhuma canalização configurada
ru: Каналы не настроены
sk: Neobsiahnuté žiadne kanály
sl: Kanali še niso konfigurirani
sv: Inga kanaler konfigurerade
zh: 未配置任何频道

# channels_addPublicChannel
source: Add Public Channel
bg: Добави публичен канал
de: Öffentlichen Kanal hinzufügen
es: Añadir Canal Público
fr: Ajouter un canal public
it: Aggiungi Canale Pubblico
nl: Maak Open Kanaal
pl: Dodaj kanał publiczny
pt: Adicionar Canal Público
ru: Добавить публичный канал
sk: Pridať verejný kanál
sl: Dodaj javni kanal
sv: Lägg till publik kanal
zh: 添加公开频道

# channels_searchChannels
source: Search channels...
bg: Търсене на канали...
de: Suche Kanäle...
es: Buscar canales...
fr: Rechercher des canaux...
it: Cerca canali...
nl: Zoek kanalen...
pl: Wyszukaj kanały...
pt: Pesquisar canais...
ru: Поиск каналов...
sk: Vyhľadávajte kanály...
sl: Poišči kanale...
sv: Sök kanaler...
zh: 搜索频道...

# channels_noChannelsFound
source: No channels found
bg: Няма намерени канали
de: Keine Kanäle gefunden
es: No se encontraron canales
fr: Aucun canal trouvé
it: Nessun canale trovato
nl: Geen kanalen gevonden
pl: Brak znalezionych kanałów
pt: Nenhum canal encontrado
ru: Каналы не найдены
sk: Neobsiahlo sa žiadnych kanálov.
sl: Ne najdem kanalov.
sv: Inga kanaler hittades
zh: 未找到任何频道

# channels_channelIndex
source: Channel {index}
bg: Канал {index}
de: Kanal {index}
es: Canal {index}
fr: Canal {index}
it: Canale {index}
nl: Kanaal {index}
pl: Kanał {index}
pt: Canal {index}
ru: Канал {index}
sk: Kanál {index}
sl: Kanal {index}
sv: Kanal {index}
zh: 频道 {index}

# channels_hashtagChannel
source: Hashtag channel
bg: Канал с хаштаг
de: Hashtag-Kanal
es: Canal con hashtag
fr: Canal avec hashtag
it: Canale hashtag
nl: Hashtag kanaal
pl: Kanał z hashtagami
pt: Canal com hashtag
ru: Хэштег-канал
sk: Kanál s hashtagom
sl: Hashtag kanal
sv: Hashtagkanal
zh: 话题频道

# channels_public
source: Public
bg: Публично
de: Öffentlich
es: Público
it: Pubblico
nl: Openbaar
pl: Publiczny
pt: Público
ru: Публичный
sk: Veľké verejné
sl: Javni
sv: Offentligt
zh: 公开

# channels_private
source: Private
bg: Личен
de: Privat
es: Privado
fr: Privé
it: Privato
nl: Privé
pl: Prywatne
pt: Privado
ru: Приватный
sk: Osobné
sl: Zasebni
sv: Privat
zh: 私有

# channels_publicChannel
source: Public channel
bg: Публичен канал
de: Öffentlicher Kanal
es: Canal público
fr: Canal public
it: Canale pubblico
nl: Open kanaal
pl: Kanał publiczny
pt: Canal público
ru: Публичный канал
sk: Veľké verejne kanály
sl: Javni kanal
sv: Allmänt kanal
zh: 公开频道

# channels_privateChannel
source: Private channel
bg: Частен канал
de: Privater Kanal
es: Canal privado
fr: Canal privé
it: Canale privato
nl: Private kanaal
pl: Prywatny kanał
pt: Canal privado
ru: Приватный канал
sk: Osobné kanál
sl: Zasebni kanal
sv: Privat kanal
zh: 私聊频道

# channels_editChannel
source: Edit channel
bg: Редактирай канал
de: Kanal bearbeiten
es: Editar canal
fr: Modifier le canal
it: Modifica canale
nl: Kanaal bewerken
pl: Edytuj kanał
pt: Editar canal
ru: Изменить канал
sk: Upraviť kanál
sl: Uredi kanal
sv: Redigera kanal
zh: 编辑频道

# channels_deleteChannel
source: Delete channel
bg: Изтрий канала
de: Löschen Sie Kanal
es: Eliminar canal
fr: Supprimer le canal
it: Elimina canale
nl: Kanaal verwijderen
pl: Usuń kanał
pt: Excluir canal
ru: Удалить канал
sk: Odstrániť kanál
sl: Pošlji kanal
sv: Ta bort kanal
zh: 删除频道

# channels_deleteChannelConfirm
source: Delete "{name}"? This cannot be undone.
bg: Изтрий "{name}"? Това не може да бъде отменено.
de: Löschen "{name}"? Dies kann nicht rückgängig gemacht werden.
es: Eliminar "{name}"? Esto no se puede deshacer.
fr: Supprimer {name}? Cela ne peut pas être annulé.
it: Eliminare "{name}"? Non può essere annullato.
nl: Verwijderen "{name}"? Dit kan niet worden teruggedraaid.
pl: Usuń "{name}"? Nie można tego cofnąć.
pt: Excluir "{name}"? Não pode ser desfeito.
ru: Удалить "{name}"? Это действие нельзя отменить.
sk: Odstrániť "{name}"? To sa nedá zrušiť.
sl: Izbrišem "{name}"? To se ne da povrniti.
sv: Radera "{name}"? Detta kan inte ångras.
zh: 删除"{name}"？此操作无法撤销。

# channels_channelDeleted
source: Channel "{name}" deleted
bg: Каналът "{name}" е изтрит
de: Kanal "{name}" gelöscht
es: Canal "{name}" eliminado
fr: Le canal "{name}" a été supprimé
it: Canale "{name}" eliminato
nl: Kanaal "{name}" verwijderd
pl: Kanał "{name}" usunięto
pt: Canal "{name}" excluído
ru: Канал "{name}" удалён
sk: Kanál "{name}" bol odstránený
sl: Kanal "{name}" izbrisan.
sv: Kanalen "{name}" raderad
zh: 频道“{name}”已删除

# channels_addChannel
source: Add Channel
bg: Добави Канал
de: Kanal hinzufügen
es: Añadir Canal
fr: Ajouter un Canal
it: Aggiungi Canale
nl: Kanaal toevoegen
pl: Dodaj Kanał
pt: Adicionar Canal
ru: Добавить канал
sk: Pridať kanál
sl: Dodaj Kanal
sv: Lägg till kanal
zh: 添加频道

# channels_channelIndexLabel
source: Channel Index
bg: Индекс на канал
de: Kanalindex
es: Índice de Canal
fr: Index de canal
it: Indice Canale
nl: Kanaalindex
pl: Indeks kanału
pt: Índice do Canal
ru: Индекс канала
sk: Index kanála
sl: Indeks kanala
sv: Kanalindex
zh: 频道索引

# channels_channelName
source: Channel Name
bg: Име на канала
de: Kanalname
es: Nombre del canal
fr: Nom du canal
it: Nome canale
nl: Kanaalnaam
pl: Nazwa kanału
pt: Nome do Canal
ru: Имя канала
sk: Názov kanálu
sl: Ime kanala
sv: Kanalnamn
zh: 频道名称

# channels_usePublicChannel
source: Use Public Channel
bg: Използвайте публичен канал
de: Verwende öffentlichen Kanal
es: Usar Canal Público
fr: Utiliser le canal public
it: Utilizza il canale pubblico
nl: Gebruik Open Kanaal
pl: Użyj kanału publicznego
pt: Usar Canal Público
ru: Использовать публичный канал
sk: Použite verejný kanál
sl: Uporabi javni kanal
sv: Använd Publikkanal
zh: 使用公共频道

# channels_standardPublicPsk
source: Standard public PSK
bg: Стандартен публичен PSK
de: Standard-Öffentliche PSK
es: PSK estándar público
fr: PSK public standard
it: PSK pubblico standard
nl: Standaard open PSK
pt: PSK público padrão
ru: Стандартный публичный PSK
sk: Štandardný verejný PSK
sl: Standardni javni PSK
sv: Standard allmän PSK
zh: 标准公钥共享密钥

# channels_generateRandomPsk
source: Generate random PSK
bg: Генерирай случайна PSK
de: Zufällige PSK generieren
es: Generar PSK aleatorio
fr: Générer une clé de modulation PSK aléatoire
it: Genera una chiave di permutazione casuale
nl: Willekeurige PSK genereren
pl: Wygeneruj losowy klucz PSK
pt: Gerar PSK aleatório
ru: Сгенерировать случайный PSK
sk: Generovať náhodný PSK
sl: Generiraj naključni PSK
sv: Generera slumpmässig PSK
zh: 生成随机PSK

# channels_enterChannelName
source: Please enter a channel name
bg: Моля, въведете име на канал.
de: Bitte geben Sie einen Kanalnamen ein.
es: Por favor, introduce un nombre de canal
fr: Veuillez entrer un nom de canal
it: Inserisci un nome per il canale
nl: Voer een kanaalnaam in
pl: Proszę podać nazwę kanału.
pt: Por favor, insira um nome de canal
ru: Введите имя канала
sk: Prosím, zadajte názov kanála.
sl: Vnesi ime kanala
sv: Ange en kanalnamn
zh: 请输入频道名称

# channels_pskMustBe32Hex
source: PSK must be 32 hex characters
bg: PSK трябва да бъде 32 шестнаредни знака.
de: Die PSK muss 32 hexadezimale Zeichen haben.
es: PSK debe ser de 32 caracteres hexadecimales.
fr: Le PKS doit être composé de 32 caractères hexadécimaux.
it: PSK deve essere composto da 32 caratteri esadecimali.
nl: De PSK moet 32 hexadecimale tekens zijn.
pl: PSK musi mieć 32 znaki szesnastkowe.
pt: O PSK deve ter 32 caracteres hexadecimais.
ru: PSK должен содержать 32 шестнадцатеричных символа
sk: PSK musí mať 32 hexadecimálových znakov.
sl: PSK mora biti 32 heksadecimalnih znakov.
sv: PSK måste vara 32 hexadecimala tecken
zh: PSK 必须是 32 个十六进制字符

# channels_channelAdded
source: Channel "{name}" added
bg: Каналът "{name}" е добавен
de: Kanal "{name}" hinzugefügt
es: Canal "{name}" añadido
fr: Le canal "{name}" a été ajouté
it: Canale "{name}" aggiunto
nl: Kanaal "{name}" toegevoegd
pl: Kanał "{name}" dodany
pt: Canal "{name}" adicionado
ru: Канал "{name}" добавлен
sk: Kanál "{name}" pridaný
sl: Kanal "{name}" dodan
sv: Kanalen "{name}" har lagts till
zh: 频道“{name}”已添加

# channels_editChannelTitle
source: Edit Channel {index}
bg: Редактирай Канал {index}
de: Bearbeiteten Kanal {index}
es: Editar Canal {index}
fr: Modifier le Canal {index}
it: Modifica Canale {index}
nl: Bewerk Kanaal {index}
pl: Edytuj Kanał {index}
pt: Editar Canal {index}
ru: Изменить канал {index}
sk: Upraviť kanál {index}
sl: Uredi Kanal {index}
sv: Redigera Kanal {index}
zh: 编辑频道 {index}

# channels_smazCompression
source: SMAZ compression
bg: Компресия SMAZ
de: SMAZ-Komprimierung
es: Compresión SMAZ
fr: Compression SMAZ
it: Compressione SMAZ
nl: SMAZ compressie
pl: Kompresja SMAZ
pt: Compressão SMAZ
ru: Сжатие SMAZ
sk: Odstránenie kompresie SMAZ
sl: Kompresija SMAZ
sv: SMAZ-komprimering
zh: SMAZ 压缩

# channels_channelUpdated
source: Channel "{name}" updated
bg: Каналът "{name}" е актуализиран
de: Kanal "{name}" aktualisiert
es: Canal "{name}" actualizado
fr: Le canal "{name}" a été mis à jour
it: Canale "{name}" aggiornato
nl: Kanaal "{name}" is bijgewerkt
pl: Kanał "{name}" został zaktualizowany
pt: Canal "{name}" atualizado
ru: Канал "{name}" обновлён
sk: Kanál "{name}" bol aktualizovaný
sl: Kanal {name} je bil posodobljen
sv: Kanalen "{name}" har uppdaterats
zh: 频道“{name}”已更新

# channels_publicChannelAdded
source: Public channel added
bg: Публичен канал добавен
de: Öffentlicher Kanal hinzugefügt
es: Canal público añadido
fr: Le canal public a été ajouté
it: Canale pubblico aggiunto
nl: Open kanaal toegevoegd
pl: Kanał publiczny dodany
pt: Canal público adicionado
ru: Публичный канал добавлен
sk: Veľký kanál pridaný
sl: javna skupnost dodana
sv: Allmänt kanal tillagd
zh: 公共频道已添加

# channels_sortBy
source: Sort by
bg: Сортирай по
de: Sortiere nach
es: Ordenar por
fr: Trier par
it: Ordina per
nl: Sorteren door
pl: Sortuj po
pt: Ordenar por
ru: Сортировка
sk: Triediť podľa
sl: Sortiraj po
sv: Sortera efter
zh: 按类型排序

# channels_sortManual
source: Manual
bg: Ръчно
de: Manuelle
fr: Manuel
it: Manuale
nl: Handmatig
pl: Ręczna
ru: Вручную
sk: Ručne
sl: Ročno
sv: Manuell
zh: 手动

# channels_sortAZ
source: A-Z
de: A bis Z
fr: A à Z
ru: По алфавиту

# channels_sortLatestMessages
source: Latest messages
bg: Последни съобщения
de: Letzte Nachrichten
es: Últimos mensajes
fr: Dernières messages
it: Ultimi messaggi
nl: Recent berichten
pl: Najnowsze wiadomości
pt: Últimas mensagens
ru: По последним сообщениям
sk: Posledné správy
sl: Najnovejše sporočilo
sv: Senaste meddelanden
zh: 最新消息

# channels_sortUnread
source: Unread
bg: Непрочетено
de: Unlescht
es: Sin leer
fr: Non lu
it: Non letto
nl: Ongelezen
pl: Niezgłoszone
pt: Não lido
ru: По непрочитанным
sk: Nezriadené
sl: Nerešeno
sv: Oläst
zh: 未读

# chat_noMessages
source: No messages yet
bg: Няма съобщения.
de: Noch keine Nachrichten.
es: Aún no hay mensajes
fr: Aucun message pour le moment.
it: Nessun messaggio ancora
nl: Nog geen berichten.
pl: Brak jeszcze wiadomości
pt: Ainda não existem mensagens.
ru: Сообщений пока нет
sk: Zatiaľ žiadne správy.
sl: Še ni sporočil.
sv: Inga meddelanden ännu
zh: 目前还没有消息

# chat_sendMessageToStart
source: Send a message to get started
bg: Изпрати съобщение, за да започнеш.
de: Eine Nachricht senden, um anzufangen.
es: Enviar un mensaje para comenzar
fr: Envoyer un message pour commencer
it: Invia un messaggio per iniziare
nl: Een bericht sturen om te beginnen
pl: Wyślij wiadomość, aby rozpocząć.
pt: Enviar uma mensagem para começar
ru: Отправьте сообщение, чтобы начать
sk: Pošlite správu na začiatok
sl: Pošlji sporočilo za začetek.
sv: Skicka ett meddelande för att komma igång
zh: 发送消息开始

# chat_originalMessageNotFound
source: Original message not found
bg: Съобщението не е намерено
de: Originalmeldung nicht gefunden
es: Mensaje original no encontrado
fr: Message d'origine non trouvé
it: Messaggio originale non trovato
nl: Originele bericht niet gevonden
pl: Błąd: Nie znaleziono oryginalnego komunikatu
pt: Mensagem original não encontrada
ru: Исходное сообщение не найдено
sk: Neznámy pôvodný odkaz.
sl: Opozorilo: Sporočilo ni bilo najdeno
sv: Originalt meddelande hittades inte
zh: 找不到原始消息

# chat_replyingTo
source: Replying to {name}
bg: Отговарям на {name}
de: Antworten an {name}
es: Responder a {name}
fr: Répondre à {name}
it: Rispondere a {name}
nl: Reageren op {name}
pl: Odpowiadanie na {name}
pt: Responder a {name}
ru: Ответ для {name}
sk: Odpovedám {name}
sl: Odgovarjanje {name}
sv: Svara till {name}
zh: 回复 {name}

# chat_replyTo
source: Reply to {name}
bg: Отговори на {name}
de: Antworten Sie {name}
es: Responder a {name}
fr: Répondre à {name}
it: Rispondi a {name}
nl: Reageer op {name}
pl: Odpowiedz {name}
pt: Responder a {name}
ru: Ответить {name}
sk: Odpovedať {name}
sl: Odpošlji odgovor {name}
sv: Svara till {name}
zh: 回复 {name}

# chat_location
source: Location
bg: Местоположение
de: Ort
es: Ubicación
fr: Emplacement
it: Posizione
nl: Locatie
pl: Lokalizacja
pt: Localização
ru: Местоположение
sk: Lokalita
sl: Lokacija
sv: Plats
zh: 位置

# chat_sendMessageTo
source: Send a message to {contactName}
bg: Изпрати съобщение на {contactName}
de: Sende eine Nachricht an {contactName}
es: Enviar un mensaje a {contactName}
fr: Envoyer un message à {contactName}
it: Invia un messaggio a {contactName}
nl: Verstuur een bericht naar {contactName}
pl: Wyślij wiadomość do {contactName}
pt: Enviar uma mensagem para {contactName}
ru: Отправить сообщение {contactName}
sk: Pošli správu {contactName}
sl: Pošlji sporočilo {contactName}
sv: Skicka ett meddelande till {contactName}
zh: 向{contactName}发送消息

# chat_typeMessage
source: Type a message...
bg: Въведете съобщение...
de: Eine Nachricht eingeben...
es: Escribe un mensaje...
fr: Saisir un message...
it: Digita un messaggio...
nl: Type een bericht...
pl: Wpisz wiadomość...
pt: Digite uma mensagem...
ru: Напишите сообщение...
sk: Napište správu...
sl: Vnesi sporočilo...
sv: Skriv ett meddelande...
zh: 输入消息...

# chat_messageTooLong
source: Message too long (max {maxBytes} bytes).
bg: Съобщението е твърде дълго (макс {maxBytes} байта).
de: Nachricht ist zu lang (max {maxBytes} Bytes).
es: Mensaje demasiado largo (máximo {maxBytes} bytes).
fr: Message trop long (max {maxBytes} octets).
it: Messaggio troppo lungo (massimo {maxBytes} byte).
nl: Bericht is te lang (max {maxBytes} bytes).
pl: Wiadomość jest za długa (maksymalnie {maxBytes} bajtów).
pt: Mensagem muito longa (máximo {maxBytes} bytes).
ru: Сообщение слишком длинное (макс. {maxBytes} байт).
sk: Správa je príliš dlhá (max {maxBytes} bytov).
sl: Pošiljanje sporočila je onemogočeno, saj je preveliko (maksimalno {maxBytes} byte-ov).
sv: Meddelandet är för långt (max {maxBytes} byte).
zh: 消息太长了（最大 {maxBytes} 字节）。

# chat_messageCopied
source: Message copied
bg: Съобщението е копирано
de: Nachricht kopiert
es: Mensaje copiado
fr: Message copié
it: Messaggio copiato
nl: Bericht gekopieerd
pl: Wiadomość skopiowana
pt: Mensagem copiada
ru: Сообщение скопировано
sk: Správa skopírovaná
sl: Sporočilo poslano
sv: Meddelandet kopierades
zh: 消息已复制

# chat_messageDeleted
source: Message deleted
bg: Съобщението е изтрито
de: Nachricht gelöscht
es: Mensaje borrado
fr: Message supprimé
it: Messaggio eliminato
nl: Bericht verwijderd
pl: Wiadomość usunięta
pt: Mensagem excluída
ru: Сообщение удалено
sk: Posolstvo odstránené
sl: Sporočilo izbrisano
sv: Meddelandet raderat
zh: 消息已删除

# chat_retryingMessage
source: Retrying message
bg: Опитваме се отново.
de: Versuche es erneut.
es: Reintentando…
fr: Tentative de récupération.
it: Riprovo
nl: Poging opnieuw.
pl: Próba ponowienia
pt: Tentando novamente
ru: Повтор отправки сообщения
sk: Pokus o obnovenie
sl: Ponovni poskus.
sv: Försöker igen
zh: 重试

# chat_retryCount
source: Retry {current}/{max}
bg: Опитай отново {current}/{max}
de: Versuchen {current}/{max}
es: Reintentar {current}/{max}
fr: Réessayer {current}/{max}
it: Riprova {current}/{max}
nl: Poging opnieuw {current}/{max}
pl: Spróbuj {current}/{max}
pt: Tentar {current}/{max}
ru: Попытка {current}/{max}
sk: Skúsiť {current}/{max}
sl: Ponovit {current}/{max}
sv: Försök igen {current}/{max}
zh: 重试 {current}/{max}

# chat_sendGif
source: Send GIF
bg: Изпрати GIF
de: GIF senden
es: Enviar GIF
fr: Envoyer GIF
it: Invia GIF
nl: GIF verzenden
pl: Wyślij GIF
pt: Enviar GIF
ru: Отправить GIF
sk: Odoslať GIF
sl: Pošlji GIF
sv: Skicka GIF
zh: 发送GIF

# chat_reply
source: Reply
bg: Отговори
de: Beantworten
es: Responder
fr: Répondre
it: Rispondi
nl: Reageren
pl: Odpowiedz
pt: Responder
ru: Ответить
sk: Odpovedať
sl: Odgovori
sv: Svara
zh: 回复

# chat_addReaction
source: Add Reaction
bg: Добави Реакция
de: Reaktion hinzufügen
es: Añadir Reacción
fr: Ajouter une Réaction
it: Aggiungi Reazione
nl: Reactie toevoegen
pl: Dodaj Reakcję
pt: Adicionar Reação
ru: Добавить реакцию
sk: Pridať Reakciu
sl: Dodaj reakcijo
sv: Lägg till reaktion
zh: 添加反应

# chat_me
source: Me
bg: Аз
de: Ich
es: Yo
fr: Moi
nl: Mijn
pl: Ja
pt: Eu
ru: Я
sk: Mne
sl: jaz
sv: Mig
zh: 我

# emojiCategorySmileys
source: Smileys
bg: Емотикони
de: Emoticons
es: Emoticones
fr: Émojis
it: Emoji
nl: Emoji's
pl: Emoji
pt: Emojis
ru: Смайлы
sk: Emoji
sl: Emoji
sv: Emojis
zh: 表情符号

# emojiCategoryGestures
source: Gestures
bg: Жестове
de: Gesten
es: Gestos
fr: Gestes
it: Gesti
nl: Bewegingen
pl: Gestikulacje
pt: Gestos
ru: Жесты
sk: Gestá
sl: Gestikulacije
sv: Gestikuleringar
zh: 手势

# emojiCategoryHearts
source: Hearts
bg: Сърца
de: Herz
es: Corazones
fr: Cœurs
it: Cuori
nl: Hartens
pl: Serce
pt: Corações
ru: Сердечки
sk: Srdcia
sl: Srce
sv: Hjärtan
zh: 心

# emojiCategoryObjects
source: Objects
bg: Обекти
de: Objekte
es: Objetos
fr: Objets
it: Oggetti
nl: Objecten
pl: Obiekty
pt: Objetos
ru: Предметы
sk: Objekty
sl: Predmeti
sv: Objekt
zh: 对象

# gifPicker_title
source: Choose a GIF
bg: Изберете GIF
de: Wähle ein GIF
es: Elegir un GIF
fr: Choisir un GIF
it: Scegli un GIF
nl: Kies een GIF
pl: Wybierz GIF
pt: Escolher um GIF
ru: Выберите GIF
sk: Vyberte GIF
sl: Izberi GIF
sv: Välj en GIF
zh: 选择一个 GIF

# gifPicker_searchHint
source: Search GIFs...
bg: Търсене на GIF-ове...
de: Suche nach GIFs...
es: Buscar GIFs...
fr: Rechercher des GIF...
it: Cerca GIF...
nl: Zoek GIFs...
pl: Wyszukaj GIF-y...
pt: Pesquisar GIFs...
ru: Поиск GIF...
sk: Vyhľadávajte GIFy...
sl: Išči GIF-e...
sv: Sök GIF:ar...
zh: 搜索GIF...

# gifPicker_poweredBy
source: Powered by GIPHY
bg: Задвижвано от GIPHY
de: Angetrieben von GIPHY
fr: Propulsé par GIPHY
it: Potenziato da GIPHY
nl: Aangedreven door GIPHY
pl: Zasilane przez GIPHY
pt: Desenvolvido por GIPHY
ru: Работает на GIPHY
sk: Napájané spoločnosťou GIPHY
sl: Napredno z GIPHY
sv: Drivet av GIPHY
zh: 由 GIPHY 提供支持

# gifPicker_noGifsFound
source: No GIFs found
bg: Няма намерени GIF файлове.
de: Keine GIFs gefunden
es: No se encontraron GIFs
fr: Aucun GIF trouvé
it: Nessun GIF trovato
nl: Geen GIFs gevonden
pl: Nie znaleziono GIF-ów
pt: Nenhum GIF encontrado
ru: GIF не найдены
sk: Neboli nájdené žiadne GIFy.
sl: Ne najdem GIF-ov.
sv: Inga GIF-filer hittades
zh: 未找到 GIF 动画

# gifPicker_failedLoad
source: Failed to load GIFs
bg: Не можа да се заредят GIF файловете
de: GIF-Dateien konnten nicht geladen werden.
es: No se pudo cargar los GIFs
fr: Impossible de charger les GIFs
it: Impossibile caricare i GIF
nl: GIF's konden niet worden geladen
pl: Nie udało się załadować GIF-ów
pt: Não foi possível carregar os GIFs
ru: Не удалось загрузить GIF
sk: Nepodarilo sa načítať GIFy
sl: Neuspešno nalaganje GIF-a
sv: Kunde inte ladda GIF-filer
zh: GIF 加载失败

# gifPicker_failedSearch
source: Failed to search GIFs
bg: Неуспешно търсене на GIF-ове
de: Suche nach GIFs fehlgeschlagen
es: No se encontraron GIFs
fr: Recherche de GIFs échouée
it: Impossibile trovare GIF
nl: Zoeken mislukt
pl: Nie udało się znaleźć GIF-ów
pt: Falha na pesquisa de GIFs
ru: Не удалось выполнить поиск GIF
sk: Nepodarilo sa vyhľadať GIFy
sl: Iskanje neuspešno.
sv: Sökningen misslyckades.
zh: 搜索GIF失败

# gifPicker_noInternet
source: No internet connection
bg: Няма интернет връзка
de: Keine Internetverbindung
es: No hay conexión a internet
fr: Aucune connexion internet
it: Nessuna connessione internet
nl: Geen internetverbinding
pl: Brak połączenia internetowego
pt: Sem conexão com a internet
ru: Нет подключения к интернету
sk: Žiadna internetová konektivita
sl: Ni internetne povezave
sv: Ingen internetanslutning
zh: 无网络连接

# debugLog_appTitle
source: App Debug Log
bg: Лог на отстраняване на грешки на приложението
de: App-Debug-Protokoll
es: Registro de Depuración de la App
fr: Journal de débogage de l'application
it: Log di Debug dell'App
pl: Log Wykonywania Aplikacji
pt: Log de Depuração do Aplicativo
ru: Журнал отладки приложения
sk: Záznam ladenia aplikácie
sl: Log zapiske aplikacije
sv: Appfelsökning
zh: 应用调试日志

# debugLog_bleTitle
source: BLE Debug Log
bg: Лог за отстраняване на грешки на BLE
de: BLE-Debug-Protokoll
es: Registro de Depuración BLE
fr: Journal de débogage BLE
it: Log di Debug BLE
pl: Log błędów BLE
pt: Log de Depuração BLE
ru: Журнал отладки BLE
sk: Log BLE Debug
sl: Log zapis BLE
sv: BLE-felsökning
zh: 蓝牙调试日志

# debugLog_copyLog
source: Copy log
bg: Копирай лог
de: Kopieren Sie Protokoll
es: Copiar registro
fr: Copier le journal
it: Copia log
nl: Kopieer log
pl: Kopiuj log
pt: Copiar log
ru: Копировать журнал
sk: Kopírovať záznam
sl: Kopiraj dnevnik
sv: Kopiera logg
zh: 复制日志
