Repository: wel97459/meshcore-open
Catalog: lib/l10n/app_*.arb
Languages: bg, de, es, fr, it, nl, pl, pt, ru, sk, sl, sv, zh

# repeater_privacyMode
source: Privacy Mode
bg: Режим на поверителност
de: Privatschutzzustand
es: Modo Privacidad
fr: Mode de confidentialité
it: Modalità Privacy
nl: Privacy Modus
pl: Tryb Prywatności
pt: Modo de Privacidade
ru: Режим конфиденциальности
sk: Režim ochrany súkromia
sl: Privatni način
sv: Privatläge
zh: 隐私模式

# repeater_privacyModeSubtitle
source: Hide name/location in advertisements
bg: Скриване на име/местоположение в рекламите
de: Verstecken Sie Name/Ort in Anzeigen
es: Ocultar nombre/ubicación en anuncios
fr: Cacher le nom/l'emplacement dans les annonces
it: Nascondere nome/luogo negli annunci
nl: Naam/locatie verbergen in advertenties
pl: Ukryj imię/lokalizację w reklamach
pt: Esconder nome/localização em anúncios
ru: Скрывать имя/местоположение в оповещениях
sk: Skryť meno/poloha v reklamách
sl: Skrita imena/lokacije v oglasih
sv: Dölj namn/plats i annonser
zh: 隐藏在广告中的姓名/位置

# repeater_advertisementSettings
source: Advertisement Settings
bg: Настройки на рекламите
de: Werbe Einstellungen
es: Configuración de Anuncios
fr: Paramètres d'annonces
it: Impostazioni Annuncio
nl: Advertentie Instellingen
pl: Ustawienia Reklam
pt: Configurações de Anúncios
ru: Настройки анонсирования
sk: Nastavenia reklamy
sl: Nastavitve oglasnika
sv: Annonsinställningar
zh: 广告设置

# repeater_localAdvertInterval
source: Local Advertisement Interval
bg: Местен Рекламен Интервал
de: Lokaler Werbeintervall
es: Intervalo de Anuncio Local
fr: Intervalle des annonces Locale (0 saut)
it: Intervallo Pubblicità Locale
nl: Lokale Advertentie Interval
pl: Interwał Reklamy Lokalnej
pt: Intervalo de Anúncio Local
ru: Интервал локальных анонсирований
sk: Lokálna reklamná časová obdoba
sl: Lokalen Oglasovni Razpon
sv: Lokalt Annonsintervall
zh: 本地广告间隔

# repeater_localAdvertIntervalMinutes
source: {minutes} minutes
bg: {minutes} минути
de: {minutes} Minuten
es: {minutes} minutos
it: {minutes} minuti
nl: {minutes} minuten
pl: {minutes} minut
pt: {minutes} minutos
ru: {minutes} минут
sk: {minutes} minút
sl: {minutes} minut
sv: {minutes} minuter
zh: {minutes} 分钟

# repeater_floodAdvertInterval
source: Flood Advertisement Interval
bg: Интервал на рекламата за наводнения
de: Überschwemmungsanzeige-Intervall
es: Intervalo de Anuncio de Inundación
fr: Intervalle des annonces à tout le réseau (flood)
it: Intervallo Pubblicità Inondazione
nl: Flood Advertentie Interval
pl: Interwał Reklamy Powodziowej
pt: Intervalo de Anúncio de Inundação
ru: Интервал анонсирований рассылкой (flood)
sk: Interval reklamnej povodňovej reklamy
sl: Razpon Obvestil o Poplavah
sv: Översvämnadsannonsens tidsintervall
zh: 洪水广告间隔

# repeater_floodAdvertIntervalHours
source: {hours} hours
bg: {hours} часа
de: {hours} Stunden
es: {hours} horas
fr: {hours} heures
it: {hours} ore
nl: {hours} uur
pl: {hours} godzin
pt: {hours} horas
ru: {hours} часов
sk: {hours} hodín
sl: {hours} ur
sv: {hours} timmar
zh: {hours} 小时

# repeater_encryptedAdvertInterval
source: Encrypted Advertisement Interval
bg: Криптиран Рекламен Интервал
de: Verschlüsselte Werbeintervall
es: Intervalo de Anuncio Cifrado
fr: Intervalle d'annonces cryptées
it: Intervallo Pubblicitario Crittografato
nl: Versleutelde Advertentie Interval
pl: Zaszyfrowany Interwał Reklamowy
pt: Intervalo de Anúncio Criptografado
ru: Интервал зашифрованных анонсирований
sk: Šifrovaný reklamný interval
sl: Šifrirana Oglasovalska Trajanje
sv: Krypterad Annonsintervall
zh: 加密广告间隔

# repeater_dangerZone
source: Danger Zone
bg: Опасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно Безопасно
de: Gefahrenzone
es: Zona de Peligro
fr: Zone d'alerte
it: Zona Pericolosa
nl: Gevaarzone
pl: Strefa Zagrożeń
pt: Zona de Perigo
ru: Опасная зона
sk: Nebezpečná zóna
sl: Opozorilo
sv: Faraområde
zh: 危险区域

# repeater_rebootRepeater
source: Reboot Repeater
bg: БеРестартирай Репитер
de: Neustart Repeater
es: Reiniciar Repetidor
fr: Redémarrer Répéteur
it: Riavvia Ripetitore
nl: Herstart Repeater
pl: Zrestartuj Powtarzacz
pt: Reiniciar Repetidor
ru: Перезагрузить репитер
sk: Restart Repetér
sl: Ponovni zagon Repeaterja
sv: Starta Återuppspelaren
zh: 重启重复器

# repeater_rebootRepeaterSubtitle
source: Restart the repeater device
bg: Рестартирайте ретранслатора.
de: Wiederholen Sie das Repeater-Gerät.
es: Reiniciar el dispositivo repetidor
fr: Réinitialiser l'appareil répétiteur
it: Riavvia il dispositivo ripetitore
nl: Herstart het Repeaterapparaat
pl: Zrestartuj urządzenie powtarzające.
pt: Reiniciar o dispositivo repetidor
ru: Перезапустить устройство репитера
sk: Resetovať vysielací prístroj
sl: Ponovni zagon ponovitelja.
sv: Starta om repeternheten
zh: 重启重复器设备

# repeater_rebootRepeaterConfirm
source: Are you sure you want to reboot this repeater?
bg: Сигурни ли сте, че искате да рестартирате този репитер?
de: Sind Sie sicher, dass Sie diesen Repeater neu starten möchten?
es: ¿Está seguro de que desea reiniciar este repetidor?
fr: Êtes-vous sûr de vouloir redémarrer ce répétiteur ?
it: Sei sicuro di voler riavviare questo ripetitore?
nl: Ben je er zeker van dat je deze repeater opnieuw wilt opstarten?
pl: Czy na pewno chcesz zrestartować ten repeater?
pt: Tem certeza de que deseja reiniciar este repetidor?
ru: Вы уверены, что хотите перезагрузить этот репитер?
sk: Ste si istý, že chcete tento opakovač restartovať?
sl: Ste prepričani, da želite ponovno zagon tega ponovitelja?
sv: Är du säker på att du vill starta om denna repeater?
zh: 您确定要重启这个中继器吗？

# repeater_regenerateIdentityKey
source: Regenerate Identity Key
bg: Генериране на Ключ за Идентичност
de: Schlüssel für die Identitätswiederherstellung
es: Regenerar Clave de Identidad
fr: Ré générer la clé d'identité
it: Rigenera Chiave Identità
nl: Identiteit sleutel opnieuw genereren
pl: Wygeneruj klucz tożsamości
pt: Gerar Chave de Identidade
ru: Пересоздать ключ идентификации
sk: Generovať kľúč identity
sl: Ponovite Ključ Identnosti
sv: Generera Identitetsknyckel
zh: 重新生成身份密钥

# repeater_regenerateIdentityKeySubtitle
source: Generate new public/private key pair
bg: Генериране на нова двойка публичен/частен ключ
de: Neuen öffentlichen/privaten Schlüsselpaar generieren
es: Generar nueva pareja de clave pública/privada
fr: Générer une nouvelle paire de clés publique/privée
it: Genera una nuova coppia di chiavi pubblica/privata
nl: Nieuwe publieke/private sleutelpaar genereren
pl: Wygeneruj nową parę kluczy publicznych/prywatnych
pt: Gerar nova chave pública/privada
ru: Сгенерировать новую пару публичного/приватного ключей
sk: Generovať nový pár verejných/privátnych kľúčov
sl: Ustvarite novo par javnih/zasebnih ključev
sv: Generera ny publik/privat nyckelpar
zh: 生成新的公钥/私钥对

# repeater_regenerateIdentityKeyConfirm
source: This will generate a new identity for the repeater. Continue?
bg: БеТова ще генерира нова идентичност за репитера. Продължете?
de: Dies generiert eine neue Identität für den Repeater. Fortfahren?
es: Esto generará una nueva identidad para el repetidor. Continuar?
fr: Cela générera une nouvelle identité pour le répétiteur. Continuer ?
it: Questo genererà una nuova identità per il ripetitore. Procedere?
nl: Dit genereert een nieuwe identiteit voor de repeater. Doorgaan?
pl: To zostanie wygenerowane nowe tożsamość dla powtarzacza. Kontynuować?
pt: Isso gerará uma nova identidade para o repetidor. Continuar?
ru: Это создаст новую идентичность для репитера. Продолжить?
sk: Toto vytvorí nový identitu pre opakovač. Pokračovať?
sl: To bo ustvaril novo identiteto za ponavljalnik. Prijavite se?
sv: Detta kommer att generera en ny identitet för återspelaren. Fortsätta?
zh: 这将生成一个重复器的新身份。继续吗？

# repeater_eraseFileSystem
source: Erase File System
bg: Изтрий Файлова Система
de: Dateisystem löschen
es: Borrar Sistema de Archivos
fr: Supprimer le système de fichiers
it: Elimina File System
nl: Verwijder Besturingssysteem
pl: Wyczyść System Plików
pt: Excluir Sistema de Arquivos
ru: Стереть файловую систему
sk: Vymažať Systémový Reťazec
sl: Počisti Sustav Vajah
sv: Radera Filsystem
zh: 删除文件系统

# repeater_eraseFileSystemSubtitle
source: Format the repeater file system
bg: Форматирайте файла на репитера
de: Formatiere die Repeater-Dateisystemdatei
es: Formatear el sistema de archivos del repetidor
fr: Formater le système de fichiers du répétiteur
it: Formatta il file system del ripetitore
nl: Formateer het bestandsysteem van de repeater
pl: Sformatuj system plików powielacza
pt: Formatar o sistema de arquivos do repetidor
ru: Отформатировать файловую систему репитера
sk: Formátovať systém opakujúcich sa súborov
sl: Oblikuj datoteko ponovitve sistema
sv: Formatera återspelsfilsystemet
zh: 格式化重复文件系统

# repeater_eraseFileSystemConfirm
source: WARNING: This will erase all data on the repeater. This cannot be undone!
bg: ВНИМАНИЕ: Това ще изтрие всички данни от репетитора. Това не може да бъде отменено!
de: WARNUNG: Dies löscht alle Daten auf dem Repeater. Dies kann nicht rückgängig gemacht werden!
es: ADVERTENCIA: Esto borrará todos los datos del repetidor. ¡Esto no se puede deshacer!
fr: AVERTISSEMENT : Cela effacera toutes les données du répétiteur. Cela ne peut pas être annulé !
it: ATTENZIONE: Ciò cancellerà tutti i dati sul ripetitore. Non può essere annullato!
nl: WAARSCHUWING: Dit zal alle gegevens op de repeater wissen. Dit kan niet worden teruggedraaid!
pl: OSTRZEŻENIE: To spowoduje usunięcie wszystkich danych z powtarzacza. Nie da się tego cofnąć!
pt: AVISO: Isso apagará todos os dados no repetidor. Isso não pode ser desfeito!
ru: ВНИМАНИЕ: это удалит все данные на репитере. Действие нельзя отменить!
sk: VAROVANIE: Toto zmaže všetky dáta na opakovači. To sa nedá zrušiť!
sl: OPOZORILO: To bo izbrisal/a vsa dejstva na ponovilu. To ni mogoče povzvrniti!
sv: VARNING: Detta kommer att radera all data på repeatern. Detta kan inte ångras!
zh: 警告：这将擦除重复器上的所有数据。 这无法撤销！

# repeater_eraseSerialOnly
source: Erase is only available over serial console.
bg: Изтриването е достъпно само през серийния терминал.
de: Löschen ist nur über die serielle Konsole möglich.
es: Borrar solo está disponible a través de la consola serial.
fr: Erase n'est disponible que via la console série.
it: Elimina è disponibile solo tramite console seriale.
nl: Verwijderen is alleen beschikbaar via de seriële console.
pl: Usunięcie jest dostępne tylko przez konsolę szeregową.
pt: Apagar está disponível apenas via console serial.
ru: Очистка доступна только через последовательную консоль.
sk: Odstránenie je dostupné len cez sériové rozhranie.
sl: Brisanje je na voljo samo preko serijske konzole.
sv: Rensa är endast tillgängligt via seriell konsol.
zh: 通过串行控制台才能删除。

# repeater_commandSent
source: Command sent: {command}
bg: Командата е изпратена: {command}
de: Befehl gesendet: {command}
es: Comando enviado: {command}
fr: Commande envoyée : {command}
it: Comando inviato: {command}
nl: Commando verzonden: {command}
pl: Polecenie wysłane: {command}
pt: Comando enviado: {command}
ru: Команда отправлена: {command}
sk: Poforovaný príkaz: {command}
sl: Navodilo poslano: {command}
sv: Kommandot skickades: {command}
zh: 命令已发送：{command}

# repeater_errorSendingCommand
source: Error sending command: {error}
bg: Грешка при изпращане на командата: {error}
de: Fehler beim Senden des Befehls: {error}
es: Error al enviar el comando: {error}
fr: Erreur lors de l'envoi de la commande : {error}
it: Errore nell'invio del comando: {error}
nl: Fout bij het verzenden van de opdracht: {error}
pl: Błąd podczas wysyłania polecenia: {error}
pt: Erro ao enviar comando: {error}
ru: Ошибка отправки команды: {error}
sk: Chyba pri odeslaní príkazu: {error}
sl: Napaka pri pošiljanju ukaznega: {error}
sv: Fel vid skickande av kommando: {error}
zh: 发送命令时出错：{error}

# repeater_confirm
source: Confirm
bg: БеПотвърди
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
sl: Potrdit
sv: Bekräfta
zh: 确认

# repeater_settingsSaved
source: Settings saved successfully
bg: Настройките са запазени успешно.
de: Einstellungen erfolgreich gespeichert
es: Guardado de ajustes exitoso
fr: Les paramètres ont été enregistrés avec succès.
it: Impostazioni salvate con successo
nl: Instellingen succesvol opgeslagen
pl: Ustawienia zostały pomyślnie zapisane.
pt: Configurações salvas com sucesso
ru: Настройки успешно сохранены
sk: Nastavenia boli uložené úspešne.
sl: Nastavitve so shranjene uspešno.
sv: Inställningarna sparades framgångsrikt.
zh: 设置已保存成功

# repeater_errorSavingSettings
source: Error saving settings: {error}
bg: Грешка при запазване на настройките: {error}
de: Fehler beim Speichern der Einstellungen: {error}
es: Error al guardar la configuración: {error}
fr: Erreur lors de la sauvegarde des paramètres : {error}
it: Errore durante il salvataggio delle impostazioni: {error}
nl: Fout bij het opslaan van de instellingen: {error}
pl: Błąd zapisu ustawień: {error}
pt: Erro ao salvar as configurações: {error}
ru: Ошибка сохранения настроек: {error}
sk: Chyba pri ukladaní nastavení: {error}
sl: Napaka pri shranjevanju nastavitev: {error}
sv: Fel vid sparande av inställningar: {error}
zh: 保存设置出错：{error}

# repeater_refreshBasicSettings
source: Refresh Basic Settings
bg: Обнови Основни Настройки
de: Grundlegende Einstellungen aktualisieren
es: Actualizar Configuración Básica
fr: Rafraîchir les paramètres de base
it: Aggiorna Impostazioni Base
nl: Basisinstellingen vernieuwen
pl: Odśwież Podstawowe Ustawienia
pt: Atualizar Configurações Básicas
ru: Обновить основные настройки
sk: Obnoviť základné nastavenia
sl: Ponovno nastavi osnovne nastavitve
sv: Återställ Grundläggande Inställningar
zh: 刷新基本设置

# repeater_refreshRadioSettings
source: Refresh Radio Settings
bg: Обнови настройките на радиопредавателите
de: Radio-Einstellungen aktualisieren
es: Actualizar Ajustes de Radio
fr: Rafraîchir les paramètres Radio
it: Aggiorna le Impostazioni Radio
nl: Radiozender Instellingen Verversen
pl: Odśwież Ustawienia Radio
pt: Atualizar Configurações de Rádio
ru: Обновить настройки радио
sk: Obnoviť Nastavenia Rádií
sl: Ponovno Nastavitve Radija
sv: Återställ Radiosinställningar
zh: 刷新无线电设置

# repeater_refreshTxPower
source: Refresh TX power
bg: Обнови TX захранване
de: Batterie-Strom aktualisieren
es: Actualizar TX de energía
fr: Rafraîchir la tension TX
it: Aggiorna TX potenza
nl: Nieuw laden TX-vermogen
pl: Odśwież TX power
pt: Atualizar TX de energia
ru: Обновить мощность передачи
sk: Obnoviť TX napájanie
sl: Ponovno nastavi TX moč
sv: Återställ TX-effekt
zh: 刷新 TX 电量

# repeater_refreshLocationSettings
source: Refresh Location Settings
bg: Обнови настройките на местоположението
de: Aktualisieren Sie die Standort Einstellungen
es: Actualizar Configuración de Ubicación
fr: Rafraîchir les paramètres de localisation
it: Aggiorna le Impostazioni della Posizione
nl: Instellingen Locatie Vernieuwen
pl: Odśwież Ustawienia Lokalizacji
pt: Atualizar Configurações de Localização
ru: Обновить настройки местоположения
sk: Obnoviť Nastavenia Miesta
sl: Ponovno Nastavi Nastavitve Lokacije
sv: Uppdatera Lokationsinställningar
zh: 刷新位置设置

# repeater_refreshPacketForwarding
source: Refresh Packet Forwarding
bg: Обнови пакетно пренасочване
de: Aktualisieren Paketweiterleitung
es: Actualizar Enrutamiento de Paquetes
fr: Rafraîchir le routage des paquets
it: Aggiorna il inoltro pacchetti
nl: Vernieuwen Pakket Doorversturing
pl: Odśwież trasowanie pakietów
pt: Atualizar Roteamento de Pacotes
ru: Обновить пересылку пакетов
sk: Obnoviť smerovanie paketov
sl: Ponovno nastavitve usmerjevanja paketa
sv: Återställ Paketväxling
zh: 刷新包转发

# repeater_refreshGuestAccess
source: Refresh Guest Access
bg: Обнови достъп за гости
de: Aktualisieren Sie den Gastzugriff
es: Actualizar Acceso Invitados
fr: Rafraîchir l'accès invité
it: Aggiorna Accesso Ospite
nl: Toegang Gast Vernieuwen
pl: Odśwież dostęp gościa
pt: Atualizar Acesso de Convidados
ru: Обновить гостевой доступ
sk: Obnoviť prístup hosťa
sl: Ponovno nastavitve dostopa gostov
sv: Återställ Gäståtkomst
zh: 刷新访客访问

# repeater_refreshPrivacyMode
source: Refresh Privacy Mode
bg: Обнови Режим на поверителност
de: Wiederherstellen des Datenschutzzustands
es: Actualizar Modo Privacidad
fr: Rafraîchir le Mode Confidentialité
it: Aggiorna Modalità Privacy
nl: Privacy Mode vernieuwen
pl: Odśwież Tryb Prywatności
pt: Atualizar Modo Privacidade
ru: Обновить режим конфиденциальности
sk: Obnoviť Ochranný režim
sl: Ponovno aktiviraj način zasebnosti
sv: Återställ Sekretessläge
zh: 刷新隐私模式

# repeater_refreshAdvertisementSettings
source: Refresh Advertisement Settings
bg: Обнови Настройки на Рекламата
de: Aktualisieren Sie die Werbe Einstellungen
es: Actualizar Configuración de Anuncios
fr: Rafraîchir les Paramètres des annonces
it: Aggiorna le Impostazioni dell'Annuncio
nl: Instellingen Advertentie Bijwerken
pl: Odśwież Ustawienia Reklamy
pt: Atualizar Configurações do Anúncio
ru: Обновить настройки анонсирований
sk: Obnoviť nastavenia reklamy
sl: Ponovno nastavi Oglede Oglasi
sv: Återställ Annonsinställningar
zh: 刷新广告设置

# repeater_refreshed
source: {label} refreshed
bg: {label} е обновено
de: {label} wurde aktualisiert
es: {label} actualizado
fr: {label} rafraîchi
it: {label} aggiornato
nl: {label} is vernieuwd
pl: {label} odświeżone
pt: {label} atualizado
ru: {label} обновлён
sk: {label} sa znova načítalo
sl: {label} je bil/a posodobljen/a
sv: {label} har uppdaterats
zh: {label} 已刷新

# repeater_errorRefreshing
source: Error refreshing {label}
bg: Грешка при обновяване на {label}
de: Fehler beim Aktualisieren von {label}
es: Error al refrescar {label}
fr: Erreur lors du rafraîchissement de {label}
it: Errore durante il ricaricamento di {label}
nl: Fout bij het vernieuwen van {label}
pl: Błąd podczas odświeżania {label}
pt: Erro ao atualizar {label}
ru: Ошибка обновления {label}
sk: Chyba pri obnovení {label}
sl: Napaka pri osveževanju {label}
sv: Fel vid uppdatering av {label}
zh: 刷新 {label} 时出错

# repeater_cliTitle
source: Repeater CLI
bg: Повторител CLI
de: Wiederholung CLI
es: Repetidor CLI
fr: Répétiteur CLI
it: Riprova CLI
pl: Powtarzacz CLI
pt: Repetidor CLI
ru: CLI репитера
sk: Opakovacia CLI
sl: Ponovitelj CLI
sv: Återuppspelaren CLI
zh: 重复器命令行工具

# repeater_debugNextCommand
source: Debug Next Command
bg: Поправи Следваща Команда
de: Fehlersuche Nächster Befehl
es: Siguiente Comando de Depuración
fr: Déboguer Prochaine Commande
it: Riavvia Comando Prossimo
nl: Debug Volgende Commando
pl: Debug Następną Komendę
pt: Depurar Próximo Comando
ru: Отладка следующей команды
sk: Oprava Nasledujúceho Príkaz
sl: Popravi naslednje ukazne možnosti
sv: Felsök Nästa Kommando
zh: 调试下一步命令

# repeater_commandHelp
source: Command Help
bg: Помощ
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
nl: Help
pl: Pomoc
pt: Ajuda
ru: Справка по командам
sk: Pomoc
sl: Pomoc
sv: Hjälp
zh: 帮助

# repeater_clearHistory
source: Clear History
bg: Изчисти История
de: Löschung der Historie
es: Borrar historial
fr: Effacer l'historique
it: Cancella Cronologia
nl: Verwijder Geschiedenis
pl: Wyczyść historię
pt: Limpar Histórico
ru: Очистить историю
sk: Vymazať históriu
sl: Ponovi zgodovino
sv: Rensa Historik
zh: 清除历史

# repeater_noCommandsSent
source: No commands sent yet
bg: Няма изпратени команди засега.
de: Noch keine Befehle gesendet.
es: Aún no se han enviado comandos.
fr: Aucune commande n'a encore été envoyée.
it: Nessun comando inviato ancora
nl: Geen commando's verzonden nog.
pl: Nie wysłano jeszcze żadnych poleceń
pt: Ainda não foram enviadas comandos.
ru: Команды ещё не отправлялись
sk: Zatiaľ neboli odeslané žiadne príkazy.
sl: Niti ena ukazne povratne informacije še ni poslana.
sv: Inga kommandon skickats ännu
zh: 尚未发送任何命令

# repeater_typeCommandOrUseQuick
source: Type a command below or use quick commands
bg: Въведете команда по-долу или използвайте бързи команди
de: Geben Sie einen Befehl unten ein oder verwenden Sie Schnellbefehle
es: Escriba un comando a continuación o use comandos rápidos
fr: Saisissez une commande ci-dessous ou utilisez les commandes rapides
it: Digita un comando qui sotto o usa comandi rapidi
nl: Typ een opdracht hieronder of gebruik snelle commando's
pl: Wprowadź polecenie poniżej lub użyj szybkich poleceń
pt: Digite um comando abaixo ou use comandos rápidos
ru: Введите команду ниже или используйте быстрые команды
sk: Zadajte príkaz nižšie alebo použite rýchle príkazy
sl: Vnesite ukaz spodaj ali uporabite hitre ukaze
sv: Skriv en kommando nedan eller använd snabba kommandon
zh: 输入命令或使用快捷命令

# repeater_enterCommandHint
source: Enter command...
bg: Въведете команда...
de: Geben Sie den Befehl ein...
es: Escribir comando...
fr: Entrer la commande...
it: Inserisci comando...
nl: Voer bevel in...
pl: Wprowadź polecenie...
pt: Insira o comando...
ru: Введите команду...
sk: Zadajte príkaz...
sl: Vnesite ukaz...
sv: Ange kommando...
zh: 输入命令...

# repeater_previousCommand
source: Previous command
bg: Предходна команда
de: Vorhergehende Aktion
es: Comando anterior
fr: Commande précédente
it: Comando precedente
nl: Vorige opdracht
pl: Poprzednia komenda
pt: Comando anterior
ru: Предыдущая команда
sk: Predchádzajúci príkaz
sl: Prejšnji ukaz
sv: Tidigare kommando
zh: 上一个命令

# repeater_nextCommand
source: Next command
bg: Следваща команда
de: Nächste Aktion
es: Siguiente comando
fr: Prochaine commande
it: Prossimo comando
nl: Volgende opdracht
pl: Następna komenda
pt: Próxima ação
ru: Следующая команда
sk: Nasledujúci príkaz
sl: Naslednja ukazna
sv: Nästa kommando
zh: 下一步命令

# repeater_enterCommandFirst
source: Enter a command first
bg: Въведете първо команда.
de: Geben Sie zuerst einen Befehl ein
es: Escriba un comando primero
fr: Entrez d'abord une commande
it: Inserisci un comando prima
nl: Voer eerst een commando in
pl: Wprowadź najpierw polecenie
pt: Insira um comando primeiro
ru: Сначала введите команду
sk: Zadajte najprv príkaz
sl: Vnesite ukaz najprej
sv: Ange en kommando först
zh: 请输入一个命令

# repeater_cliCommandFrameTitle
source: CLI Command Frame
bg: Рамка за команда CLI
de: CLI-Befehlsfenster
es: Marco de Comando CLI
fr: Frame de commande CLI
it: Finestra Comando CLI
nl: CLI Commando Frame
pl: Określony Wyraz Polecenia CLI
pt: Frame de Comando CLI
ru: Фрейм CLI-команды
sk: Rámok Príkaz CLI
sl: Okno ukazne vrstice
sv: Kommandofönster
zh: CLI 命令窗口

# repeater_cliCommandError
source: Error: {error}
bg: Грешка: {error}
de: Fehler: {error}
fr: Erreur : {error}
it: Errore: {error}
nl: Fout: {error}
pl: Błąd: {error}
pt: Erro: {error}
ru: Ошибка: {error}
sk: Chyba: {error}
sl: Napaka: {error}
sv: Fel: {error}
zh: 错误：{error}

# repeater_cliQuickGetName
source: Get Name
bg: Получи име
de: Name erhalten
es: Obtener Nombre
fr: Obtenir le nom
it: Ottieni Nome
nl: Haal Naam op
pl: Pobierz imię
pt: Obter Nome
ru: Получить имя
sk: Zísť meno
sl: Pridobi ime
sv: Hämta namn
zh: 获取姓名

# repeater_cliQuickGetRadio
source: Get Radio
bg: Получи радио
de: Radio empfangen
es: Obtener Radio
fr: Obtenir la Radio
it: Ottieni Radio
nl: Radio ontvangen
pl: Uzyskaj Radio
pt: Obter Rádio
ru: Получить радио
sk: Zísť po rádiu
sl: Dobiti Radiopravo
sv: Få Radio
zh: 获取收音机

# repeater_cliQuickGetTx
source: Get TX
bg: Получи TX
de: Erhalte TX
es: Obtener TX
fr: Obtenir TX
it: Ottieni TX
nl: Krijg TX
pl: Pobierz TX
pt: Obter TX
ru: Получить TX
sk: Zísť TX
sl: Pridobi TX
sv: Hämta TX
zh: 获取 TX
