Repository: wel97459/meshcore-open
Catalog: lib/l10n/app_*.arb
Languages: bg, de, es, fr, it, nl, pl, pt, ru, sk, sl, sv, zh

# mapCache_downloadedTiles
source: Downloaded {completed} / {total}
bg: Изтеглено {completed} / {total}
de: Heruntergeladen {completed} / {total}
es: Descargados {completed} / {total}
fr: Téléchargé {completed} / {total}
it: Scaricati {completed} / {total}
nl: Gedownload {completed} / {total}
pl: Pobrano {completed} / {total}
pt: Baixado {completed} / {total}
ru: Загружено {completed} из {total}
sk: Stiahnuté {completed} / {total}
sl: Naloženo {completed} / {total}
sv: Ladda ner {completed} / {total}
zh: 已下载 {completed} / {total}

# mapCache_downloadTilesButton
source: Download Tiles
bg: Изтегли Плочки
de: Herunterladen von Tiles
es: Descargar Mosaicos
fr: Télécharger les tuiles
it: Scarica Tessere
nl: Tiles downloaden
pl: Pobierz Paski
pt: Baixar Tiles
ru: Загрузить плитки
sk: Stiahnuť dlaždice
sl: Naloži ploščice
sv: Ladda ner klick
zh: 下载瓦片

# mapCache_clearCacheButton
source: Clear Cache
bg: Изчисти кеша
de: Cache leeren
es: Borrar Caché
fr: Vider le Cache
it: Svuota Cache
nl: Cache legen
pl: Wyczyść pamięć podręczną
pt: Limpar Cache
ru: Очистить кэш
sk: Vyprázdniť Vädsť
sl: Ponoviti arhiv
sv: Rensa Cache
zh: 清除缓存

# mapCache_failedDownloads
source: Failed downloads: {count}
bg: Неуспешни изтегляния: {count}
de: Fehlgeschlagene Downloads: {count}
es: Descargas fallidas: {count}
fr: Téléchargements échoués : {count}
it: Download falliti: {count}
nl: Mislukte downloads: {count}
pl: Nieudane pobrania: {count}
pt: Downloads falhas: {count}
ru: Неудачных загрузок: {count}
sk: Neúspešné stiahnutia: {count}
sl: Poslovniški izniki: {count}
sv: Misslyckade nedladdningar: {count}
zh: 下载失败：{count}

# mapCache_boundsLabel
source: N {north}, S {south}, E {east}, W {west}
bg: Север {north}, Юг {south}, Изток {east}, Запад {west}
ru: С {north}, Ю {south}, В {east}, З {west}
zh: 北 {north}, 南 {south}, 东 {east}, 西 {west}

# time_justNow
source: Just now
bg: Сега
de: Gerade eben
es: Hace un momento
fr: Il y a tout juste maintenant
it: Proprio ora
nl: Net nu
pl: Właśnie teraz
pt: Agora
ru: Только что
sk: Príbeh
sl: Takoj
sv: Precis nu
zh: 刚才

# time_minutesAgo
source: {minutes}m ago
bg: {minutes} минути преди
de: {minutes} Minuten her
es: {minutes} minutos hace.
fr: {minutes} minutes auparavant
it: {minutes} minuti fa
nl: {minutes} minuten geleden
pl: {minutes} minut temu
pt: {minutes} minutos atrás
ru: {minutes} мин назад
sk: {minutes} min dozadu
sl: {minutes} minut nazaj
sv: {minutes} min sedan
zh: {minutes}分钟前

# time_hoursAgo
source: {hours}h ago
bg: {hours} часа преди
de: {hours} Stunden her
es: {hours}h hace
fr: {hours}h auparavant
it: {hours}h fa
nl: {hours} uur geleden
pl: {hours}h temu
pt: {hours}h atrás
ru: {hours} ч назад
sk: {hours} h dozadu
sl: {hours}h nazaj
sv: {hours} timmar sedan
zh: {hours}小时前

# time_daysAgo
source: {days}d ago
bg: {days} дни преди
de: {days} Tage/Tage zuvor
es: {days} días hace
fr: {days} jours avant
it: {days} giorni fa
nl: {days} dagen geleden
pl: {days} dni temu
pt: {days} dias atrás
ru: {days} дн. назад
sk: {days} dní dozadu
sl: {days} dni nazaj
sv: {days} dagar sedan
zh: {days} 天前

# time_hour
source: hour
bg: час
de: Stunde
es: hora
fr: heure
it: ora
nl: uur
pl: godzina
pt: hora
ru: час
sk: hodina
sl: ure
sv: timme
zh: 小时

# time_hours
source: hours
bg: часове
de: Stunden
es: horas
fr: heures
it: ore
nl: uren
pl: godziny
pt: horas
ru: часов
sk: hodiny
sl: ure
sv: timmar
zh: 小时

# time_day
source: day
bg: ден
de: Tag
es: día
fr: jour
it: giorno
nl: dag
pl: dzień
pt: dia
ru: день
sk: deň
sl: dan
sv: dag
zh: 今天

# time_days
source: days
bg: дни
de: Tage
es: días
fr: jours
it: giorni
nl: dagen
pl: dni
pt: dias
ru: дней
sk: dni
sl: dani
sv: dagar
zh: 天

# time_week
source: week
bg: седмица
de: Woche
es: semana
fr: semaine
it: settimana
pl: tydzień
pt: semana
ru: неделя
sk: týždeň
sl: teden
sv: vecka
zh: 本周

# time_weeks
source: weeks
bg: секти
de: Wochen
es: semanas
fr: semaines
it: settimane
nl: weken
pl: tygodnie
pt: semanas
ru: недель
sk: týždne
sl: tedne
sv: veckor
zh: 几周

# time_month
source: month
bg: месец
de: Monat
es: mes
fr: mois
it: mese
nl: maand
pl: miesiąc
pt: mês
ru: месяц
sk: mesiac
sl: mesec
sv: månad
zh: 月份

# time_months
source: months
bg: месеци
de: Monate
es: meses
fr: mois
it: mesi
nl: maanden
pl: miesiace
pt: meses
ru: месяцев
sk: mesiace
sl: mesi
sv: månader
zh: 月份

# time_minutes
source: minutes
bg: минути
de: Minuten
es: minutos
it: minuti
nl: minuten
pl: minuty
pt: minutos
ru: минут
sk: minúty
sl: minute
sv: minuter
zh: 分钟

# time_allTime
source: All Time
bg: Всичко време
de: Alle Zeit
es: Todas las veces
fr: Tout le temps
it: Tutto il Tempo
nl: Alle tijd
pl: Wszystko czasowo
pt: Todos os tempos
ru: Всё время
sk: Všetko Časom
sl: Vse časovno obdobje
sv: Alla tider
zh: 所有时间

# dialog_disconnect
source: Disconnect
bg: Прекъсни
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
nl: Verbinden verbreken
pl: Odłącz
pt: Desconectar
ru: Отключиться
sk: Odpojiť
sl: Odklopiti
sv: Koppla från
zh: 断开

# dialog_disconnectConfirm
source: Are you sure you want to disconnect from this device?
bg: Сигурни ли сте, че искате да се откъснете от това устройство?
de: Sind Sie sicher, dass Sie sich von diesem Gerät trennen möchten?
es: ¿Está seguro de que desea desconectarse de este dispositivo?
fr: Êtes-vous sûr de vouloir vous déconnecter de cet appareil ?
it: Sei sicuro di voler disconnetterti da questo dispositivo?
nl: Ben je er zeker van dat je verbinding met dit apparaat wilt verbreken?
pl: Czy na pewno chcesz się odłączyć od tego urządzenia?
pt: Tem certeza de que deseja desconectar deste dispositivo?
ru: Вы уверены, что хотите отключиться от этого устройства?
sk: Ste si istý/á, že chcete odpojiť od tohto zariadenia?
sl: Ste prepričani, da želite se odklopiti s tega naprave?
sv: Är du säker på att du vill koppla från enheten?
zh: 您确定要断开与此设备的连接吗？

# login_repeaterLogin
source: Repeater Login
bg: Повторител Вход
de: Wiederholungseingang anmelden
es: Iniciar sesión en el Repetidor
fr: Connexion au répétiteur
it: Login Ripetitore
nl: Inloggen Repeater
pl: Powtórz Logowanie
pt: Login ao Repetidor
ru: Вход в репитер
sk: Opätovné prihlásenie
sl: Ponovni vnos
sv: Återuppta Inloggning
zh: 重复登录

# login_roomLogin
source: Room Login
bg: Вход в стаята
de: Raum-Login
es: Inicio de Sala
fr: Connexion Salle
it: Login Camera
nl: Ruimte Inloggen
pl: Logowanie do pokoju
pt: Login de Sala
ru: Вход на сервер комнат
sk: Prihlásenie do miestnosti
sl: Vnos v sobo
sv: Rum Inloggning
zh: 房间登录

# login_password
source: Password
bg: Парола
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
zh: 密码

# login_enterPassword
source: Enter password
bg: Въведете парола
de: Passwort eingeben
es: Introducir contraseña
fr: Entrez votre mot de passe
it: Inserisci password
nl: Wachtwoord invoeren
pl: Wprowadź hasło
pt: Insira a senha
ru: Введите пароль
sk: Zadajte heslo
sl: Vnesite geslo
sv: Ange lösenord
zh: 请输入密码

# login_savePassword
source: Save password
bg: Запази парола
de: Passwort speichern
es: Guardar contraseña
fr: Sauvegarder le mot de passe
it: Salva password
nl: Wachtwoord opslaan
pl: Zapisz hasło
pt: Salvar senha
ru: Сохранить пароль
sk: Uložiť heslo
sl: Shrani geslo
sv: Spara lösenord
zh: 保存密码

# login_savePasswordSubtitle
source: Password will be stored securely on this device
bg: Паролата ще бъде съхранена сигурно на това устройство.
de: Das Passwort wird auf diesem Gerät sicher gespeichert.
es: La contraseña se almacenará de forma segura en este dispositivo.
fr: Le mot de passe sera stocké en toute sécurité sur cet appareil.
it: La password verrà memorizzata in modo sicuro su questo dispositivo.
nl: Het wachtwoord wordt veilig op dit apparaat opgeslagen.
pl: Hasło będzie bezpiecznie przechowywane na tym urządzeniu.
pt: A senha será armazenada com segurança neste dispositivo.
ru: Пароль будет надёжно сохранён на этом устройстве
sk: Heslo bude bezpečne uložené na tomto zariadení.
sl: Geslo bo shranjeno varno na tem pripravem.
sv: Lösenord kommer att lagras säkert på enheten.
zh: 密码将安全地存储在这个设备上

# login_repeaterDescription
source: Enter the repeater password to access settings and status.
bg: Въведете паролата на репитера, за да получите достъп до настройките и статуса.
de: Geben Sie das Repeater-Passwort ein, um auf Einstellungen und Status zuzugreifen.
es: Ingrese la contraseña del repetidor para acceder a la configuración y el estado.
fr: Entrez le mot de passe du répétiteur pour accéder aux paramètres et à l'état.
it: Inserisci la password del ripetitore per accedere alle impostazioni e allo stato.
nl: Voer het wachtwoord van de repeater in om instellingen en status te openen.
pl: Wprowadź hasło do powtarzacza, aby uzyskać dostęp do ustawień i statusu.
pt: Insira a senha do repetidor para acessar as configurações e o status.
ru: Введите пароль репитера для доступа к настройкам и статусу.
sk: Zadajte heslo opakovača, aby ste získali prístup k nastaveniam a stavu.
sl: Vnesite geslo za ponovljalnik, da dostopite do nastavitev in statusa.
sv: Ange återuppspelarens lösenord för att komma åt inställningar och status.
zh: 输入重复密码以访问设置和状态。

# login_roomDescription
source: Enter the room password to access settings and status.
bg: Въведете паролата на стаята, за да получите достъп до настройките и статуса.
de: Geben Sie das Raumkennwort ein, um auf die Einstellungen und den Status zuzugreifen.
es: Ingrese la contraseña de la sala para acceder a la configuración y el estado.
fr: Entrez le mot de passe de la pièce pour accéder aux paramètres et à l'état.
it: Inserisci la password della stanza per accedere alle impostazioni e allo stato.
nl: Voer het wachtwoord van de kamer in om toegang te krijgen tot instellingen en status.
pl: Wprowadź hasło do pokoju, aby uzyskać dostęp do ustawień i statusu.
pt: Insira a senha da sala para acessar as configurações e o status.
ru: Введите пароль комнаты для доступа к настройкам и статусу.
sk: Zadajte heslo do miestnosti na prístup k nastaveniam a stavu.
sl: Vnesite geslo v sobo za dostop do nastavitev in statusa.
sv: Ange rummets lösenord för att komma åt inställningar och status.
zh: 输入房间密码以访问设置和状态。

# login_routing
source: Routing
bg: Маршрутизиране
de: Routen
es: Enrutamiento
fr: Redirection
it: Instradamento
pl: Przekierowanie
pt: Rotas
ru: Маршрутизация
sk: Rútiace
sl: Usmerjanje
sv: Ruttning
zh: 路由

# login_routingMode
source: Routing mode
bg: Режим на маршрутизиране
de: Routenmodus
es: Modo de enrutamiento
fr: Mode de routage
it: Modalità di routing
nl: Routeerwijze
pl: Tryb routingu
pt: Modo de roteamento
ru: Режим маршрутизации
sk: Režim trasy
sl: Navodilo za usmerjevalni način
sv: Ruttläge
zh: 路由模式

# login_autoUseSavedPath
source: Auto (use saved path)
bg: Автоматично (използвай запазения път)
de: Automatisch (gespeicherten Pfad verwenden)
es: Auto (usar la ruta guardada)
fr: Auto (utiliser le chemin sauvegardé)
it: Utilizza il percorso salvato
nl: Automatisch (gebruik opgeslagen pad)
pl: Automatycznie (użyj zapisanej ścieżki)
pt: Auto (usar caminho salvo)
ru: Авто (использовать сохранённый маршрут)
sk: Použiť uloženú cestu
sl: Avto (uporabi shranjeno pot)
sv: Automatisk (använd sparad sökväg)
zh: 自动（使用已保存路径）

# login_forceFloodMode
source: Force Flood Mode
bg: Принуди режим на наводняване
de: Zwangsgelände-Modus erzwingen
es: Activar Modo Inundación Forzada
fr: Mode tout le réseau forcé
it: Modalità Inondamento Forzato
nl: Dwing Floodmodus Af
pl: Wymusz Tryb Powodowany
pt: Modo de Inundação Forçado
ru: Принудительный режим рассылки
sk: Zavrieť režim núdzového povodňového režimu
sl: Nasilje obvezati v način
sv: Tvinga Översvämningsläge
zh: 强制洪水模式

# login_managePaths
source: Manage Paths
bg: Управление на пътища
de: Pfadverwaltung
es: Gestionar Rutas
fr: Gérer les chemins
it: Gestisci Percorsi
nl: Padbeheer
pl: Zarządzaj Ścieżkami
pt: Gerenciar Caminhos
ru: Управление маршрутами
sk: Spravovať Cesty
sl: Upravljajte Potniške Proti
sv: Hantera Sökvägar
zh: 管理路径

# login_login
source: Login
bg: Вход
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
nl: Inloggen
pl: Zaloguj się
ru: Войти
sk: Prihlásiť
sl: Prijava
sv: Logga in
zh: 登录

# login_attempt
source: Attempt {current}/{max}
bg: Опитвате {current}/{max}
de: Versuche {current}/{max}
es: Intentar {current}/{max}
fr: Essayer {current}/{max}
it: Prova {current}/{max}
nl: Poging {current}/{max}
pl: Próba {current}/{max}
pt: Tentar {current}/{max}
ru: Попытка {current}/{max}
sk: Skúšaj {current}/{max}
sl: Poskušajo {current}/{max}
sv: Försök {current}/{max}
zh: 尝试 {current}/{max}

# login_failed
source: Login failed: {error}
bg: Входът не беше успешен: {error}
de: Anmeldung fehlgeschlagen: {error}
es: Inicio fallido: {error}
fr: Connexion échouée : {error}
it: Accesso fallito: {error}
nl: Inloggen mislukt: {error}
pl: Zalogowanie się nie powiodło: {error}
pt: Login falhou: {error}
ru: Ошибка входа: {error}
sk: Prihlásenie zlyhalo: {error}
sl: Prijava je bila neuspešna: {error}
sv: Inloggning misslyckades: {error}
zh: 登录失败：{error}

# login_failedMessage
source: Login failed. Either the password is incorrect or the repeater is unreachable.
bg: Входът не беше успешен. Или паролата е грешна, или повторителят е недостъпен.
de: Anmeldung fehlgeschlagen. Entweder ist das Passwort falsch oder der Repeater ist nicht erreichbar.
es: Inicio fallido. La contraseña es incorrecta o el repetidor no está disponible.
it: Accesso fallito. La password non è corretta oppure il ripetitore non è raggiungibile.
nl: Inloggen mislukt. Het wachtwoord is onjuist of de repeater is niet bereikbaar.
pl: Logowanie nie powiodło się. Hasło jest nieprawidłowe albo repeater jest nieosiągalny.
pt: Falha no login. A senha está incorreta ou o repetidor está inacessível.
ru: Не удалось войти. Либо пароль неверен, либо репитер недоступен.
sk: Prihlásenie zlyhalo. Heslo je nesprávne alebo je opakovač nedostupný.
sl: Prijava je bila neuspešna. Geslo je napačno ali pa je repetitor nedosegljiv.
sv: Inloggning misslyckades. Antingen är lösenordet fel eller så går det inte att nå repeatern.
zh: 登录失败。密码不正确或中继器不可达。

# common_reload
source: Reload
bg: Презареди
de: Neu laden
es: Recargar
fr: Recharger
it: Ricaricare
nl: Opnieuw laden
pl: Ponownie załadować
pt: Recarregar
ru: Обновить
sk: Načítať
sl: Ponovno naloži
sv: Ladda om
zh: 重新加载

# common_clear
source: Clear
bg: Изчисти
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
nl: Schoonmaken
pl: Wyczyść
pt: Limpar
ru: Очистить
sk: Zmazať
sl: Ponoviti
sv: Rensa
zh: 清除

# path_currentPath
source: Current path: {path}
bg: Текущ път: {path}
de: Aktiger Pfad: {path}
es: Ruta actual: {path}
fr: Chemin actuel : {path}
it: Percorso corrente: {path}
nl: Huidige pad: {path}
pl: Aktualny ścieżka: {path}
pt: Caminho atual: {path}
ru: Текущий маршрут: {path}
sk: Aktívna cesta: {path}
sl: Trenutna pot: {path}
sv: Nuvarande sökväg: {path}
zh: 当前路径：{path}

# path_usingHopsPath
source: Using {count} {count, plural, =1{hop} other{hops}} path
bg: Използване на {count} {count, plural, =1{hop} other{hops}} път
de: Verwenden Sie {count} {count, plural, =1{Hop} other{Hops}} Pfad
es: Usando {count} {count, plural, =1{hop} other{hops}} ruta
fr: Utiliser {count} {count, plural, =1{hop} other{hops}} chemin
it: Utilizzare {count} {count, plural, =1{hop} other{hops}} percorso
nl: Gebruik {count} {count, plural, =1{hop} other{hops}} pad
pl: Użyj ścieżki {count} {count, plural, =1{hop} other{hops}}.
pt: Usando {count} {count, plural, =1{hop} other{hops}} caminho
ru: Используется маршрут из {count} {count, plural, one{хоп} few{хопа} many{хопов} other{хопов}}
sk: Používa {count} {count, plural, =1{hop} other{hops}} cestu
sl: Uporablja {count} {count, plural, =1{hop} other{hops}} pot
sv: Använda {count} {count, plural, =1{hop} other{hops}} sökväg
zh: 使用 {count} {count, plural, =1{hop} other{hops}} 路径

# path_enterCustomPath
source: Enter Custom Path
bg: Въведете персонализиран път
de: Gib Pfad an
es: Introducir Ruta Personalizada
fr: Entrer un chemin personnalisé
it: Inserisci percorso personalizzato
nl: Voer aangepaste pad in
pl: Wprowadź własną ścieżkę
pt: Insira Caminho Personalizado
ru: Введите маршрут вручную
sk: Zadajte vlastný priebeh
sl: Vnesite prilagojeno pot
sv: Ange anpassad sökväg
zh: 输入自定义路径

# path_currentPathLabel
source: Current path
bg: Текущ път
de: Aktueller Pfad
es: Ruta actual
fr: Chemin actuel
it: Percorso corrente
nl: Huidige pad
pl: Aktualny ścieżka
pt: Caminho atual
ru: Текущий маршрут
sk: Aktuálny priebeh
sl: Trenutna pot
sv: Nuvarande sökväg
zh: 当前路径

# path_hexPrefixInstructions
source: Enter 2-character hex prefixes for each hop, separated by commas.
bg: Въведете 2-символни шестнадесетични префикси за всеки хоп, разделени с кама.
de: Gib für jeden Hopfen 2-stellige Hex-Präfixe ein, getrennt durch Kommas.
es: Introduzca los prefijos hexadecimales de 2 caracteres para cada salto, separados por comas.
fr: Entrez les préfixes hexadécimaux de 2 caractères pour chaque saut, séparés par des virgules.
it: Inserire i prefissi esadecimali a 2 caratteri per ogni salto, separati da virgole.
nl: Voer 2-letter hex-voorgiffen voor elke hop in, gescheiden door komma's.
pl: Wprowadź 2-znakowe prefiksy szesnastkowe dla każdego skoku, oddzielone przecinkami.
pt: Insira os prefixos hexadecimais de 2 caracteres para cada salto, separados por vírgulas.
ru: Введите 2-символьные шестнадцатеричные префиксы для каждого хопа, разделённые запятыми.
sk: Zadajte 2-miestne hexové predpony pre každú fázu, oddelené čiarkami.
sl: Vnesite 2-karakterne heksadecimalne prefixe za vsako skopo, ločeno z zvezekami.
sv: Ange 2-tecknets hex-prefett för varje hopp, åtskilda med komma.
zh: 输入2个字符的十六进制前缀，每个前缀之间用逗号分隔。

# path_hexPrefixExample
source: Example: A1,F2,3C (each node uses first byte of its public key)
bg: A1,F2,3C (всяка нода използва първия байт от публичния си ключ)
de: Beispiel: A1,F2,3C (jeder Knoten verwendet den ersten Byte seines öffentlichen Schlüssels)
es: Ejemplo: A1,F2,3C (cada nodo utiliza el primer byte de su clave pública).
fr: Exemple : A1,F2,3C (chaque nœud utilise le premier octet de sa clé publique).
it: Esempio: A1,F2,3C (ogni nodo utilizza il primo byte della sua chiave pubblica)
nl: Voorbeeld: A1,F2,3C (elke node gebruikt het eerste byte van zijn openbare sleutel)
pl: A1,F2,3C (każedy węzeł używa pierwszego bajtu swojego klucza publicznego)
pt: A1,F2,3C (cada nó usa o primeiro byte de sua chave pública)
ru: Пример: A1,F2,3C (каждый узел использует первый байт своего публичного ключа)
sk: A1,F2,3C (každý uzel používa prvý bajt svojho verejného kľúča)
sl: Primer: A1,F2,3C (vsak notranji element uporablja prvi bajt svojega javnega ključa)
sv: Exempel: A1,F2,3C (varje nod använder det första bytet av sitt publika nyckel)
zh: A1,F2,3C (每个节点使用其公钥的第一字节)

# path_labelHexPrefixes
source: Path (hex prefixes)
bg: Пътеки (шестнадесетични префикси)
de: Pfad (Hex-Präfixe)
es: Prefijos hexadecimales
fr: Préfixes hexadécimaux
it: Prefisso esadecimale (percorso)
nl: Pad (hex-voorkeursletters)
pl: Ścieżka (przesunięcia bitowe)
pt: Prefixo Hexadecimal
ru: Маршрут (шестнадцатеричные префиксы)
sk: Cesty (hexové predpony)
sl: Pot (heksafixne skrajšave)
sv: Hexprefixer
zh: 十六进制前缀

# path_helperMaxHops
source: Max 64 hops. Each prefix is 2 hex characters (1 byte)
bg: Максимум 64 скока. Всеки префикс е 2 шестнадесетични знака (1 байт).
de: Max 64 Sprünge. Jede Präfixe ist 2 Hexadezimalzeichen (1 Byte)
es: Máximo 64 saltos. Cada prefijo tiene 2 caracteres hexadecimales (1 byte).
fr: Max 64 sauts. Chaque préfixe fait 2 caractères hexadécimaux (1 octet)
it: Massimo 64 salti. Ogni prefisso è composto da 2 caratteri esadecimali (1 byte)
nl: Maximaal 64 sprongen. Elke prefix is 2 hexadecimale tekens (1 byte)
pl: Maksymalnie 64 skoki. Każda prefiks ma 2 znaki szesnastkowe (1 bajt).
pt: Máximo de 64 saltos. Cada prefixo tem 2 caracteres hexadecimais (1 byte)
ru: Максимум 64 хопа. Каждый префикс — 2 шестнадцатеричных символа (1 байт)
sk: Max 64 skokov. Každý prefix je 2 hexadecimálne znaky (1 bajt).
sl: Maksimalno 64 skokov. Vsak prefiks je 2 heksadecimalna znamenja (1 bajt).
sv: Max 64 hopp. Varje prefix är 2 hex-tecken (1 byte)
zh: 最大 64 步跳。每个前缀是 2 个十六进制字符（1 字节）

# path_selectFromContacts
source: Or select from contacts:
bg: Изберете от контакти:
de: Oder wähle aus Kontakten aus:
es: O seleccionar de contactos:
fr: Sélectionner à partir des contacts :
it: Seleziona da contatti:
nl: Of select contacten:
pl: Albo wybierz z kontaktów:
pt: Ou selecione de contatos:
ru: Или выберите из контактов:
sk: Vyberte sa z kontaktov:
sl: Izberi iz kontaktov:
sv: Välj istället från kontakter:
zh: 或从联系人中选择：

# path_noRepeatersFound
source: No repeaters or room servers found.
bg: Няма намерени репетитори или сървъри на стаи.
de: Keine Repeater oder Raumserver gefunden.
es: No se encontraron repetidores ni servidores de sala.
fr: Aucun répéteur ou serveur de salle n'a été trouvé.
it: Non sono stati trovati ripetitori o server di stanza.
nl: Geen repeaters of roomservers gevonden.
pl: Nie znaleziono repeaterów ani serwerów pokoi.
pt: Não foram encontrados repetidores ou servidores de sala.
ru: Репитеры или серверы комнат не найдены.
sk: Nenašli sa žiadne opakovače ani serverové miestnosti.
sl: Ne najdenih ponoviteljev ali strežnikov sob.
sv: Inga återuppspelare eller rumsservrar hittades.
zh: 未找到任何重复器或房间服务器。

# path_customPathsRequire
source: Custom paths require intermediate hops that can relay messages.
bg: Персонализираните пътища изискват междинни скокове, които могат да препращат съобщения.
de: Benutzerdefinierte Pfade erfordern Zwischen-Hops, die Nachrichten weiterleiten können.
es: Las rutas personalizadas requieren saltos intermedios que pueden transmitir mensajes.
fr: Les chemins personnalisés nécessitent des sauts intermédiaires qui peuvent transmettre des messages.
it: I percorsi personalizzati richiedono salti intermedi che possono inoltrare messaggi.
nl: Aangepaste paden vereisen tussentse overstappen die berichten kunnen doorgeven.
pl: Dostosowane ścieżki wymagają pośrednich skoków, które mogą przekazywać wiadomości.
pt: Caminhos personalizados exigem saltos intermediários que podem transmitir mensagens.
ru: Пользовательские маршруты требуют промежуточных узлов, способных ретранслировать сообщения.
sk: Vlastné cesty vyžadujú medziletoch, ktoré môžu prenášať správky.
sl: Prilojene poti zahtevajo medhodne prenose, ki lahko prenašajo sporočila.
sv: Anpassade sökvägar kräver mellansteg som kan vidarebefordra meddelanden.
zh: 自定义路径需要中间跳转，这些跳转可以传递消息。

# path_invalidHexPrefixes
source: Invalid hex prefixes: {prefixes}
bg: Невалидни шестнадесетични префикси: {prefixes}
de: Ungültige Hexadezimal-Präfixe: {prefixes}
es: Prefijos hexadecimales inválidos: {prefixes}
fr: Préfixes hexadécimaux invalides : {prefixes}
it: Prefissi esadecimali non validi: {prefixes}
nl: Ongeldige hex-voorkeursletters: {prefixes}
pl: Nieprawidłowe prefiksy szesnastkowe: {prefixes}
pt: Prefixos hexadecimais inválidos: {prefixes}
ru: Недопустимые шестнадцатеричные префиксы: {prefixes}
sk: Neplatné hexové predpony: {prefixes}
sl: Neveljačni šesteročlenski prefiksi: {prefixes}
sv: Ogiltiga hex-prefikser: {prefixes}
zh: 无效的十六进制前缀：{prefixes}

# path_tooLong
source: Path too long. Maximum 64 hops allowed.
bg: Пътят е твърде дълъг. Максимум 64 скока са разрешени.
de: Pfad zu lang. Maximal 64 Hops erlaubt.
es: La ruta es demasiado larga. Se permiten un máximo de 64 saltos.
fr: Le chemin est trop long. Maximum 64 sauts autorisés.
it: Il percorso è troppo lungo. Massimo 64 salti consentiti.
nl: Pad is te lang. Maximaal 64 sprongen zijn toegestaan.
pl: Ścieżka jest zbyt długa. Dozwolonych skoków wynosi 64.
pt: Caminho muito longo. Máximo de 64 saltos permitidos.
ru: Маршрут слишком длинный. Максимум 64 хопа.
sk: Cesta je príliš dlhá. Umožnené je maximum 64 skokov.
sl: Pot je prevelika. Dovoljeno največ 64 skokov.
sv: Sökvägen är för lång. Max 64 hopp tillåtna.
zh: 路径太长。允许的最大跳跃次数为 64 次。
