Repository: wel97459/meshcore-open
Catalog: lib/l10n/app_*.arb
Languages: bg, de, es, fr, it, nl, pl, pt, ru, sk, sl, sv, zh

# debugLog_clearLog
source: Clear log
bg: Изчисти логовете
de: Log löschen
es: Borrar registro
fr: Effacer le journal
it: Cancella log
nl: Log wissen
pl: Wyczyść dziennik
pt: Limpar log
ru: Очистить журнал
sk: Vymažať záznam
sl: Briši log
sv: Rensa logg
zh: 清除日志

source: Debug log copied
bg: Копирано лого за отстраняване на грешки
de: Debug-Protokoll kopiert
es: Registro de depuración copiado
fr: Journal de débogage copié
it: Log di debug copiato
nl: Debuglog gekopieerd
pl: Skopiowano dziennik debugowania
pt: Log de depuração copiado
ru: Журнал отладки скопирован
sk: Záznam ladenia skopírovaný
sl: Beležka kopirana.
sv: Felsökningslogg kopierad
zh: 调试日志已复制

# debugLog_bleCopied
source: BLE log copied
bg: Копиран лог от BLE
de: BLE-Protokoll kopiert
es: Registro BLE copiado
fr: Journal BLE copié
it: Log BLE copiato
nl: BLE log gekopieerd
pl: Skopiowany log BLE
pt: Log BLE copiado
ru: Журнал BLE скопирован
sk: Kopírovaný záznam z BLE.
sl: Kopirana beležka iz BLE
sv: BLE-logg kopierad
zh: 蓝牙日志复制

# debugLog_noEntries
source: No debug logs yet
bg: Все още няма дебъг логове.
de: No Debug-Protokolle noch verfügbar
es: Aún no hay registros de depuración.
fr: Aucun journal de débogage pour le moment.
it: Non ci sono ancora log di debug.
nl: Nog geen debug logs beschikbaar.
pl: Nie ma jeszcze żadnych logów debugowania.
pt: Ainda não existem logs de depuração.
ru: Журнал отладки пока пуст
sk: Zatiaľ neboli zaznamenané žiadne debug logy.
sl: Ni ustvarjenih debug zapisov.
sv: Inga felsökningsloggar ännu
zh: 尚未生成调试日志

# debugLog_enableInSettings
source: Enable app debug logging in settings
bg: Активирайте отстраняване на грешки в настройките на приложението
de: Aktivieren Sie das App-Debug-Logging in den Einstellungen
es: Habilitar el registro de depuración de la aplicación en la configuración
fr: Activer le débogage de l'application dans les paramètres
it: Abilita il logging di debug dell'app nelle impostazioni
nl: Schakel app debug logging in de instellingen
pl: Włącz logowanie debugowania aplikacji w ustawieniach
pt: Ativar o log de depuração do aplicativo nas configurações
ru: Включите запись журнала отладки в настройках
sk: Povolte ladicové logy v nastaveniach
sl: Omogoči beleženje napak v nastavitvah aplikacije
sv: Aktivera appens felsökningsloggning i inställningarna
zh: 启用应用调试日志记录设置

# debugLog_frames
source: Frames
bg: Рамки
de: Rahmen
es: Marcos
fr: Cadres
it: Frame
nl: Ramen
pl: Ramy
pt: Estruturas
ru: Фреймы
sk: Rámce
sl: Okvirji
sv: Rammar
zh: 帧

# debugLog_rawLogRx
source: Raw Log-RX
de: Roh-Log-RX
es: Registro Crudo-RX
fr: Enregistrement brut - RX
it: Log Raw-RX
pl: Surowe Log-RX
pt: Log Raw-RX
ru: Сырой журнал приёма
sl: Svež Log-RX
sv: Rå Log-RX
zh: 原始日志-RX

# debugLog_noBleActivity
source: No BLE activity yet
bg: Няма BLE активност към момента.
de: No BLE-Aktivität bisher
es: Aún no hay actividad BLE
fr: Pas d'activité BLE enregistrée pour le moment.
it: Nessuna attività BLE rilevata ancora.
nl: Geen BLE-activiteit nog.
pl: Brak aktywności BLE jeszcze.
pt: Ainda não há atividade BLE.
ru: Активность BLE пока отсутствует
sk: Zatiaľ žiadna aktivita BLE.
sl: Ni BLE aktivnosti.
sv: Ingen BLE-aktivitet ännu
zh: 目前还没有蓝牙活动。

# debugFrame_length
source: Frame Length: {count} bytes
bg: Дължина на кадъра: {count} байта
de: Rahmenlänge: {count} Bytes
es: Longitud del Marco: {count} bytes
fr: Longueur du cadre : {count} octets
it: Lunghezza del Frame: {count} byte
nl: Frame Lengte: {count} bytes
pl: Długość ramy: {count} bajtów
pt: Comprimento do Quadro: {count} bytes
ru: Длина фрейма: {count} байт
sk: Dĺžka rámca: {count} bajtov
sl: Izhodni rob: {count} bajtov
sv: Ramstorlek: {count} byte
zh: 帧长度：{count} 字节

# debugFrame_command
source: Command: 0x{value}
bg: Команда: 0x{value}
de: Befehl: 0x{value}
es: Comando: 0x{value}
fr: Commande : 0x{value}
it: Comando: 0x{value}
nl: Boodschap: 0x{value}
pl: Polecenie: 0x{value}
pt: Comando: 0x{value}
ru: Команда: 0x{value}
sk: Prikáž: 0x{value}
sl: Navodilo: 0x{value}
sv: Kommando: 0x{value}
zh: 命令：0x{value}

# debugFrame_textMessageHeader
source: Text Message Frame:
bg: Съобщение:
de: Textnachricht-Frame:
es: Mensaje de Texto:
fr: Message :
it: Messaggio di testo:
nl: Bericht Frame:
pl: Wiadomość tekstowa:
pt: Mensagem de Texto:
ru: Фрейм текстового сообщения:
sk: Textová zvesť:
sl: Obvestilo:
sv: Textmeddelandefält:
zh: 短信框

# debugFrame_destinationPubKey
source: - Destination PubKey: {pubKey}
bg: - Дестинация Публичен Ключ: {pubKey}
de: - Ziel-Pub-Schlüssel: {pubKey}
es: - Destino PubKey: {pubKey}
it: - Destinazione PubChiave: {pubKey}
nl: - Bestemming PubKey: {pubKey}
pl: - Oznaczenie PubKey: {pubKey}
pt: - Destino PubKey: {pubKey}
ru: - Публичный ключ получателя: {pubKey}
sk: - Cieľový PubKey: {pubKey}
sl: - Destinirano Ključno Besedilo: {pubKey}
zh: - 目的地公钥：{pubKey}

# debugFrame_timestamp
source: - Timestamp: {timestamp}
bg: - Време: {timestamp}
de: - Zeitstempel: {timestamp}
es: - Marca de tiempo: {timestamp}
nl: - Tijdstempel: {timestamp}
ru: - Временная метка: {timestamp}
sk: - Časové označenie: {timestamp}
sl: - Časovnik: {timestamp}
sv: - Tidsstämpel: {timestamp}
zh: - 时间戳：{timestamp}

# debugFrame_flags
source: - Flags: 0x{value}
bg: - Флагове: 0x{value}
es: - Banderas: 0x{value}
fr: - Indicateurs : 0x{value}
it: - Flag: 0x{value}
nl: - Vlaggen: 0x{value}
pl: - Flagi: 0x{value}
pt: - Bandeiras: 0x{value}
ru: - Флаги: 0x{value}
sk: - Žiadne vlajky: 0x{value}
sl: - Ploki: 0x{value}
sv: - Flaggor: 0x{value}
zh: - 标志：0x{value}

# debugFrame_textType
source: - Text Type: {type} ({label})
bg: - Тип текст: {type} ({label})
de: - Textart: {type} ({label})
es: - Tipo de texto: {type} ({label})
fr: - Type de texte : {type} ({label})
it: Tipo di testo: {type} ({label})
nl: - Tekstdocumenttype: {type} ({label})
pl: - Typ tekstu: {type} ({label})
pt: - Tipo de Texto: {type} ({label})
ru: - Тип текста: {type} ({label})
sk: - Typ textu: {type} ({label})
sl: - Tip besedila: {type} ({label})
sv: - Texttyp: {type} ({label})
zh: - 文本类型：{type} ({label})

# debugFrame_textTypePlain
source: Plain
bg: Просто
de: Einfach
es: Sencillo
fr: Simple
it: Semplice
nl: Eenvoudig
pl: Proste
pt: Simples
ru: Обычный
sk: Jednoduché
sl: Preprosto
sv: Enkel
zh: 简洁

# debugFrame_text
source: - Text: "{text}"
bg: - Текст: "{text}"
es: - Texto: "{text}"
fr: - Texte : "{text}"
it: - Testo: "{text}"
nl: - Tekst: "{text}"
pl: - Tekst: "{text}"
pt: - Texto: "{text}"
ru: - Текст: "{text}"
sl: - Tekst: "{text}"
zh: - 文本："{text}"

# debugFrame_hexDump
source: Hex Dump:
bg: Хексадесетичен Dump:
es: Mapeo Hexadecimal:
fr: Vidéo de Dump Hexadécimal :
it: Dumpa Esadecimale:
pl: Wyjście SzESZCZNULNE:
pt: Espaço Hexadecimal:
ru: Шестнадцатеричный дамп:
zh: 十六进制数据

# chat_pathManagement
source: Path Management
bg: Управление на пътища
de: Pfadverwaltung
es: Gestión de Rutas
fr: Gestion des chemins
it: Gestione Percorsi
nl: Beheer van Paden
pl: Zarządzanie ścieżkami
pt: Gerenciamento de Caminhos
ru: Управление маршрутами
sk: Správa ciest
sl: Upravljanje poti
sv: Stigarhantering
zh: 路径管理

# chat_routingMode
source: Routing mode
bg: Режим на маршрутизиране
de: Routenmodus
es: Modo de enrutamiento
fr: Mode de routage
it: Modalità di routing
nl: Routeerwijze
pl: Tryb routingu
pt: Modo de roteamento
ru: Режим маршрутизации
sk: Režim trasy
sl: Navodilo za usmerjevalni način
sv: Ruttläge
zh: 路由模式

# chat_autoUseSavedPath
source: Auto (use saved path)
bg: Автоматично (използвай запазения път)
de: Automatisch (gespeicherten Pfad verwenden)
es: Auto (usar la ruta guardada)
fr: Auto (utiliser le chemin sauvegardé)
it: Utilizza il percorso salvato
nl: Automatisch (gebruik opgeslagen pad)
pl: Automatyczne (użyj zapisanej ścieżki)
pt: Auto (usar caminho salvo)
ru: Авто (использовать сохранённый маршрут)
sk: Použiť uloženú cestu
sl: Avto (uporabi shranjeno pot)
sv: Automatisk (använd sparad sökväg)
zh: 自动（使用已保存路径）

# chat_forceFloodMode
source: Force Flood Mode
bg: Принуди режим на наводняване
de: Zwangsgelände-Modus erzwingen
es: Modo Inundación Forzado
fr: Mode tout le réseau forcé
it: Modalità Inondamento Forzato
nl: Dwing Floodsmodus
pl: Wymusz Tryb Powodowany
pt: Modo de Inundação Forçado
ru: Принудительный режим рассылки
sk: Zavrieť režim núdzového povodňového režimu
sl: Nasilje obvezati v način
sv: Tvinga Översvämningsläge
zh: 强制洪水模式

# chat_recentAckPaths
source: Recent ACK Paths (tap to use):
bg: Неотдавни ACK пътища (докоснете, за да използвате):
de: Aktuelle ACK-Pfade (tasten, um zu verwenden):
es: Rutas de ACK Recientes (tocar para usar):
fr: Chemins ACK récents (touchez pour utiliser) :
it: Percorsi ACK Recenti (tocca per usare):
nl: Recente ACK Paden (tik om te gebruiken):
pl: Ostatnie ścieżki ACK (naciśnij, aby użyć):
pt: Rotas de ACK Recentes (toque para usar):
ru: Недавние подтверждённые маршруты (нажмите, чтобы использовать):
sk: Nedávne cesty ACK (klepni na použitie):
sl: Nedavni poti ACK (tap za uporabo):
sv: Nyligen Ack-vägar (tryck för att använda):
zh: 最近的 ACK 路径 (点击以使用):

# chat_pathHistoryFull
source: Path history is full. Remove entries to add new ones.
bg: Историята на пътя е пълна. Премахнете записи, за да добавите нови.
de: Die Pfadhistorie ist voll. Entferne Einträge, um neue hinzuzufügen.
es: El historial de rutas está completo. Eliminar entradas para añadir nuevas.
fr: L'historique du chemin est plein. Supprimez les entrées pour en ajouter de nouvelles.
it: La cronologia del percorso è piena. Rimuovi gli elementi per aggiungere nuovi.
nl: De voorgeschiedenis is vol. Verwijder vermeldingen om er nieuwe aan toe te voegen.
pl: Historia ścieżek jest pełna. Usuń wpisy, aby dodać nowe.
pt: O histórico está cheio. Remova entradas para adicionar novas.
ru: История маршрутов заполнена. Удалите записи, чтобы добавить новые.
sk: História ciest je plná. Odstráňte záznamy, aby ste mohli pridať nové.
sl: Zapiske o poti so popolni. Izbriši vnose, da dodaš nove.
sv: Historisk sökväg är full. Ta bort poster för att lägga till nya.
zh: 路径历史已满。删除条目以添加新条目。

# chat_hopSingular
source: hop
bg: скочи
de: Springe
es: salta
fr: Sautez
it: salta
pl: Skacz
pt: pule
ru: хоп
sk: Skok
sl: skok
sv: hoppa
zh: 跳转

# chat_hopPlural
source: hops
bg: скоци
es: salta
fr: sautez
it: salta
nl: hoppen
pl: skoczkowie
pt: salta
ru: хопов
sk: Skákať
sl: skokov
sv: hoppar
zh: 跳跃

# chat_hopsCount
source: {count} {count, plural, =1{hop} other{hops}}
it: {count} {count, plural, =1{salto} other{salti}}
ru: {count} {count, plural, one{хоп} few{хопа} many{хопов} other{хопов}}
zh: {count} {count, plural, =1{跳跃} other{跳跃}}

# chat_successes
source: successes
bg: Успехи
de: Erfolgreiche
es: Éxitos
fr: Succès
it: successi
nl: Succesvol
pl: Sukcesy
pt: Sucessos
ru: успешно
sk: Úspechy
sl: Uspešni
sv: framgångar
zh: 成功

# chat_removePath
source: Remove path
bg: Премахни пътя
de: Pfad entfernen
es: Eliminar ruta
fr: Supprimer le chemin
it: Rimuovi percorso
nl: Pad verwijderen
pl: Usuń ścieżkę
pt: Remover caminho
ru: Удалить маршрут
sk: Odstrániť cestu
sl: Izbriši pot
sv: Ta bort sökväg
zh: 删除路径

# chat_noPathHistoryYet
source: No path history yet. Send a message to discover paths.
bg: Няма история на пътищата още. Изпратете съобщение, за да откриете пътища.
de: Noe eine Pfadhistorie vorhanden. Sende eine Nachricht, um Pfade zu entdecken.
es: Aún no hay historial de rutas. Envía un mensaje para descubrir rutas.
fr: Aucune historique de parcours disponible. Envoyez un message pour découvrir les parcours.
it: Non c'è ancora una cronologia del percorso. Invia un messaggio per scoprire i percorsi.
nl: Geen geschiedenis van paden nog beschikbaar. Verzend een bericht om paden te ontdekken.
pl: Brak jeszcze historii ścieżek. Wyślij wiadomość, aby odkryć ścieżki.
pt: Ainda não há histórico de caminhos. Envie uma mensagem para descobrir caminhos.
ru: История маршрутов пока пуста. Отправьте сообщение, чтобы обнаружить маршруты.
sk: Zatiaľ žiadna história trás. Pošlite správu a objavte trasy.
sl: Ni shranjenih poti. Pošlji sporočilo za odkrivanje poti.
sv: Ingen historik ännu. Skicka ett meddelande för att upptäcka spår.
zh: 还没有历史记录。 发送消息以发现路径。

# chat_pathActions
source: Path Actions:
bg: Действия по пътя:
de: Pfadaktionen:
es: Acciones de Ruta:
fr: Actions du chemin :
it: Azioni Percorso:
nl: Padacties:
pl: Działania ścieżki:
pt: Ações do Caminho:
ru: Действия с маршрутом:
sk: Cesty:
sl: Potni ukazi:
sv: Stigar:
zh: 路径操作：

# chat_setCustomPath
source: Set Custom Path
bg: Задайте персонализиран път
de: Lege benutzerdefinierten Pfad fest
es: Establecer Ruta Personalizada
fr: Définir un chemin personnalisé
it: Imposta Percorso Personalizzato
nl: Stel aangepaste pad in
pl: Ustaw Ścieżkę Dostosowaną
pt: Definir Caminho Personalizado
ru: Указать маршрут вручную
sk: Nastaviť vlastnú cestu
sl: Nastavi Prilozeno Pot
sv: Ange anpassad sökväg
zh: 设置自定义路径

# chat_setCustomPathSubtitle
source: Manually specify routing path
bg: Ръчно укажете маршрутен път
de: Manuelle Routenpfad festlegen
es: Especificar manualmente la ruta de enrutamiento
fr: Spécifier manuellement le chemin de routage
it: Specifica manualmente il percorso di routing
nl: Handmatig routepad specificeren
pl: Ręcznie określ trasę.
pt: Especifique manualmente o caminho de roteamento
ru: Вручную задать маршрут передачи
sk: Ručne zadajte trasu.
sl: Ročno določite potniško pot.
sv: Ange ruttväg manuellt
zh: 手动指定路由路径

# chat_clearPath
source: Clear Path
bg: Почисти Път
de: Klares Pfad
es: Limpiar Ruta
fr: Effacer le chemin
it: Cancella Percorso
nl: Duidelijke Pad
pl: Wyczyść Ścieżkę
pt: Limpar Caminho
ru: Очистить маршрут
sk: Vyčistiš cestu
sl: Počisti pot
sv: Rensa Vägen
zh: 清除路径

# chat_clearPathSubtitle
source: Force rediscovery on next send
bg: Принуди преоткриване при следващо изпращане
de: Zwinge bei nächster Sendung eine erneute Entdeckung durch.
es: Forzar redescubrimiento en el próximo envío
fr: Forcer la redécouverte lors de la prochaine envoi
it: Riprova la scoperta alla prossima invio
nl: Dwing herontdekking bij volgende verzending
pl: Zmusz do ponownej identyfikacji przy następnym wysłaniu
pt: Forçar a descoberta na próxima transmissão
ru: Принудительно обновить маршрут при следующей отправке
sk: Znovu nájsť vynútene pri nasledujacej pošlite
sl: Ob naslednji pošiljanju znova zbrati.
sv: Tvinga fram omstart vid nästa sändning
zh: 强制下次发送时重新发现

# chat_pathCleared
source: Path cleared. Next message will rediscover route.
bg: Пътят е почистен. Следващото съобщение ще открие маршрута отново.
de: Pfad freigelegt. Nächste Nachricht wird Route neu entdecken.
es: Ruta eliminada. El siguiente mensaje redescubrirá la ruta.
fr: Le chemin est dégagé. Le prochain message redécouvrira le tracé.
it: Percorso sgomberato. Il prossimo messaggio riidentifierà il percorso.
nl: Pad is vrijgegeven. Volgende bericht herontdekt route.
pl: Ścieżka oczyszczona. Kolejne powiadomienie odnajdzie trasę.
pt: Caminho limpo. A próxima mensagem redescobrirá a rota.
ru: Маршрут очищен. Следующее сообщение обновит маршрут.
sk: Cesta vyčistená. Nasledujúce prepočetné získa trasu znova.
sl: Pot je očiščena. Naslednje sporočilo bo ponovno odkril pot.
sv: Routen är nu fri. Nästa meddelande kommer att upptäcka rutten igen.
zh: 路径已清除。下一条消息将重新发现路线。

# chat_floodModeSubtitle
source: Use routing toggle in app bar
bg: Използвайте превключвателя за маршрутизиране в лентата на приложението.
de: Verwende den Routingschalter in der App-Leiste
es: Utilizar el interruptor de enrutamiento en la barra de herramientas
fr: Utiliser le commutateur de routage dans la barre d'application
it: Utilizza l'interruttore di routing nella barra delle applicazioni
nl: Gebruik de route-schakelaar in de app-balk
pl: Użyj przełącznika routingu w pasku narzędzi.
pt: Use a chave de roteamento na barra de ferramentas
ru: Используйте переключатель маршрутизации в панели приложения
sk: Použite prepínanie trasy v navigačnom paneli.
sl: Uporabi tipko usmerjevanja v meniju aplikacije.
sv: Använd routningsomkopplaren i appraden
zh: 使用应用栏中的路由切换开关

# chat_floodModeEnabled
source: Flood mode enabled. Toggle back via routing icon in app bar.
bg: Режим на наводнение е активиран. Включете го отново чрез иконката за маршрутизиране в лентата на приложението.
de: Flutmodus aktiviert. Über den Routing-Icon in der App-Leiste wieder aktivieren.
es: El modo de inundación está habilitado. Desactívalo mediante el icono de enrutamiento en la barra de herramientas de la aplicación.
fr: Le mode envoi à tout le réseau est activé. Changer via l'icône de routage dans la barre d'outils.
it: Modalità alluvione abilitata. Disattivala tramite l'icona di routing nella barra in alto.
nl: Floodmodus is ingeschakeld. Schakel dit uit via het route-icoon in de app-balk.
pl: Tryb powodziowy włączony. Włącz ponownie za pomocą ikony routingu w pasku narzędzi.
pt: Modo de inundação ativado. Desative-o novamente através do ícone de roteamento na barra de ferramentas.
ru: Режим рассылки включён. Отключите через значок маршрутизации в панели приложения.
sk: Odosporňovacia prevádzka je zapnutá. Vypnite ju znova cez ikonu routovania v navigačnom páse.
sl: Narejena je bila omrežna modaliteta. Vklopi jo znova preko ikone v meniju aplikacije.
sv: Översvämningsläge aktiverat. Stäng av via ruttikonen i appraden.
zh: 防洪模式已启用。通过应用程序栏中的路由图标进行反转。

# chat_fullPath
source: Full Path
bg: Пълен път
de: Vollständiger Pfad
es: Ruta completa
fr: Chemin complet
it: Percorso Completo
nl: Volledige Pad
pl: Pełna ścieżka
pt: Caminho Completo
ru: Полный маршрут
sk: Celá cesta
sl: Polna pot
sv: Fullständig sökväg
zh: 完整路径

# chat_pathDetailsNotAvailable
source: Path details not available yet. Try sending a message to refresh.
bg: Детайлите за пътя все още не са налични. Опитайте да изпратите съобщение, за да освежите.
de: Die Pfaddetails sind noch nicht verfügbar. Versuchen Sie, eine Nachricht zu senden, um zu aktualisieren.
es: Los detalles de la ruta aún no están disponibles. Intenta enviar un mensaje para refrescar.
fr: Les détails du chemin ne sont pas encore disponibles. Essayez d'envoyer un message pour rafraîchir.
it: I dettagli del percorso non sono ancora disponibili. Prova a inviare un messaggio per ricaricare.
nl: De paddetails zijn nog niet beschikbaar. Probeer een bericht te sturen om te vernieuwen.
pl: Szczegóły ścieżki jeszcze niedostępne. Spróbuj wysłać wiadomość, aby odświeżyć.
pt: Os detalhes do caminho ainda não estão disponíveis. Tente enviar uma mensagem para atualizar.
ru: Детали маршрута ещё недоступны. Попробуйте отправить сообщение для обновления.
sk: Podrobnosti o ceste zatiaľ dostupné nie sú. Skúste poslať správu na obnovenie.
sl: Podrobnosti poti zaenkrat niso na voljo. Poskusite poslati sporočilo za osvežitev.
sv: Stigaruppgifterna är ännu inte tillgängliga. Försök att skicka ett meddelande för att uppdatera.
zh: 路径详情尚未获取。请尝试发送消息以刷新。

# chat_pathSetHops
source: Path set: {hopCount} {hopCount, plural, =1{hop} other{hops}} - {status}
bg: Пътят е зададен: {hopCount} {hopCount, plural, =1{hop} other{hops}} - {status}
de: Pfad gesetzt: {hopCount} {hopCount, plural, =1{hop} other{hops}} - {status}
es: Ruta establecida: {hopCount} {hopCount, plural, =1{hop} other{hops}} - {status}
fr: Chemin défini : {hopCount} {hopCount, plural, =1{hop} other{hops}} - {status}
it: Percorso impostato: {hopCount} {hopCount, plural, =1{hop} other{hops}} - {status}
nl: Pad ingesteld: {hopCount} {hopCount, plural, =1{hop} other{hops}} - {status}
pl: Ścieżka ustawiona: {hopCount} {hopCount, plural, =1{hop} other{hops}} - {status}
pt: Caminho definido: {hopCount} {hopCount, plural, =1{hop} other{hops}} - {status}
ru: Маршрут установлен: {hopCount} {hopCount, plural, one{хоп} few{хопа} many{хопов} other{хопов}} — {status}
sk: Cesta nastavená: {hopCount} {hopCount, plural, =1{hop} other{hops}} - {status}
sl: Pot nastavljen: {hopCount} {hopCount, plural, =1{hop} other{hops}} - {status}
sv: Sökväg inställd: {hopCount} {hopCount, plural, =1{hopp} other{hoppar}} - {status}
zh: 路径设置：{hopCount} {hopCount, plural, =1{hop} other{hops}} - {status}

# chat_pathSavedLocally
source: Saved locally. Connect to sync.
bg: Запазено локално. Свържете се за синхронизиране.
de: Gespeichert lokal. Mit Verbinden zum Synchronisieren.
es: Guardado localmente. Conéctate para sincronizar.
fr: Sauvegardé localement. Connectez-vous pour synchroniser.
it: Salvatato localmente. Connetti per sincronizzare.
nl: Opgeslagen lokaal. Verbinden om te synchroniseren.
pl: Zapisano lokalnie. Połącz się, aby zsynchronizować.
pt: Salvo localmente. Conectar para sincronizar.
ru: Сохранено локально. Подключитесь для синхронизации.
sk: Uložené lokálne. Spojte sa na synchronizáciu.
sl: Shrano lokalno. Povežite se za sinhronizacijo.
sv: Sparat lokalt. Anslut för att synkronisera.
zh: 已本地保存。连接以同步。

# chat_pathDeviceConfirmed
source: Device confirmed.
bg: Устройство потвърдено.
de: Gerät bestätigt.
es: Dispositivo confirmado.
fr: Appareil confirmé.
it: Dispositivo confermato.
nl: Apparaat bevestigd.
pl: Urządzenie potwierdzone.
pt: Dispositivo confirmado.
ru: Подтверждено устройством.
sk: Zariadenie potvrdené.
sl: Naprave potrjeno.
sv: Enheten bekräftad.
zh: 设备已确认。

# chat_pathDeviceNotConfirmed
source: Device not confirmed yet.
bg: Устройството все още не е потвърдено.
de: Gerät noch nicht bestätigt.
es: Dispositivo aún no confirmado.
fr: L'appareil n'a pas encore été confirmé.
it: Dispositivo non confermato ancora.
nl: Apparaat nog niet bevestigd.
pl: Urządzenie nie zostało jeszcze potwierdzone.
pt: Dispositivo ainda não confirmado.
ru: Ещё не подтверждено устройством.
sk: Zariadenie zatiaľ nebolo potvrdené.
sl: Naprave še niso potrdile.
sv: Enheten har inte bekräftats ännu.
zh: 设备尚未确认。

# chat_type
source: Type
bg: Въведете
de: Gib ein
es: Escribe
fr: Saisir
it: Digita
nl: Typen
pl: Wprowadź
pt: Digite
ru: Тип
sk: Napište
sl: Vnesite
sv: Skriv
zh: 输入

# chat_path
source: Path
bg: Пътекино
de: Pfad
es: Ruta
fr: Chemin
it: Percorso
nl: Pad
pl: Ścieżka
pt: Caminho
ru: Маршрут
sk: Cesta
sl: Pot
sv: Sökväg
zh: 路径

# chat_publicKey
source: Public Key
bg: Публичен ключ
de: Öffentlicher Schlüssel
es: Clave Pública
fr: Clé Publique
it: Chiave Pubblica
nl: Openbare Sleutel
pl: Klucz Publiczny
pt: Chave Pública
ru: Публичный ключ
sk: Verejný kľúč
sl: Ključ javnega tipa
sv: Allmänt nyckel
zh: 公钥

# chat_compressOutgoingMessages
source: Compress outgoing messages
bg: Компресиране на изходящи съобщения
de: Komprimieren ausgehende Nachrichten
es: Comprimir mensajes salientes
fr: Compresser les messages sortants
it: Comprimi messaggi in uscita
nl: Verzenden van uitgaande berichten comprimeren
pl: Kompresuj wychodzące wiadomości
pt: Comprimir mensagens enviadas
ru: Сжимать исходящие сообщения
sk: Komprimovať odoslané správy
sl: Stisnite izhodne sporočila
sv: Kryptera utgående meddelanden
zh: 压缩发送的消息

# chat_floodForced
source: Flood (forced)
bg: Потоп (принуден)
de: Überschwemmung (erzwungen)
es: Inundación (forzada)
fr: Tout le réseau (forcée)
it: Inondazione (forzata)
nl: Flood (afgedwongen)
pl: Powodowana Powódź
pt: Inundação (forçada)
ru: Рассылка (принудительно)
sk: Povodňová (nutená)
sl: Porolni (nasilje).
sv: Översvämning (tvingad)
zh: 强制溢出

# chat_directForced
source: Direct (forced)
bg: Директно (принудително)
de: Direkt (gezwungen)
es: Directo (forzado)
fr: Direct (forcé)
it: Riavvia (forzato)
nl: Direct (afgedwongen)
pl: Bezpośrednio (wymuszono)
pt: Direto (forçado)
ru: Прямой (принудительно)
sk: Priame (donútené)
sl: Nezglašen (nasilje)
sv: Direkt (tvingad)
zh: 强制直接

# chat_hopsForced
source: {count} hops (forced)
bg: {count} скока (принудително)
de: {count} Sprünge (erzwungen)
es: {count} saltos (forzados)
fr: {count} sauts (forcés)
it: {count} salti (forzati)
nl: {count} hops (afgedwongen)
pl: {count} skoków (wymuszonych)
pt: {count} saltos (forçado)
ru: {count} хоп(ов) (принудительно)
sk: {count} skokov (nutené)
sl: {count} skoki (nasilje)
sv: {count} hopp (tvingat)
zh: {count} 次跳跃 (强制)
