Repository: wel97459/meshcore-open
Catalog: lib/l10n/app_*.arb
Languages: bg, de, es, fr, it, nl, pl, pt, ru, sk, sl, sv, zh

# chat_floodAuto
source: Flood (auto)
bg: Потоп (автоматично)
de: Überschwemmung (automatisch)
es: Inundación (automática)
fr: Tout le réseau (auto)
it: Inondazione (auto)
pl: Powodzie (automatyczne)
pt: Inundação (automática)
ru: Рассылка (авто)
sk: Povod (automaticky)
sl: Preplavljenje (avtomatizirano)
sv: Översvämning (auto)
zh: 自动防洪

# chat_direct
source: Direct
bg: Директно
de: Direkt
es: Guardar
fr: Afficher
it: Salva
pl: Bezpośrednio
pt: Salvar
ru: Прямой
sk: Priamo
sl: Neposredni
sv: Direkt
zh: 直接

# chat_poiShared
source: POI Shared
bg: Споделено място от интерес
de: Gemeinsamer POI
es: Punto de Interés Compartido
fr: Point d'intérêt Partagé
it: Punti di Interesse Condivisi
nl: Gedeelde POI
pl: Wspólny POI
pt: Ponto de Interesse Compartilhado
ru: Точка интереса отправлена
sk: Zdieľané body záujmu
sl: Deljeno točke MN
sv: Delad POI
zh: 共享位置信息

# chat_unread
source: Unread: {count}
bg: Непрочетени: {count}
de: Unlescht: {count}
es: Sin leer: {count}
fr: Non lu : {count}
it: Non letti: {count}
nl: Nieuw: {count}
pl: Niezgłoszone: {count}
pt: Não lido: {count}
ru: Непрочитанных: {count}
sk: Nezriadené: {count}
sl: Nerešeno: {count}
sv: Olästa: {count}
zh: 未读：{count}

# map_title
source: Node Map
bg: Карта на възлите
de: Knotenkarte
es: Mapa de Nodos
fr: Carte des nœuds
it: Mappa Nodi
pl: Mapa węzłów
pt: Mapa de Nós
ru: Карта нод
sk: Mapa uzlov
sl: Mapa omrežja
sv: Nodkarta
zh: 节点地图

# map_noNodesWithLocation
source: No nodes with location data
bg: Няма възли с данни за местоположение.
de: Keine Knoten mit Standortdaten
es: No hay nodos con datos de ubicación
fr: Aucun nœud avec des données de localisation
it: Nessun nodo con dati di posizione
nl: Geen nodes met locatiegegevens
pl: Brak węzłów z danymi lokalizacyjnymi
pt: Não existem nós com dados de localização.
ru: Нет нод с данными о местоположении
sk: Žiadne uzly s údajmi o polohe
sl: Nihče od notranjih elementov nima podatkov o lokaciji.
sv: Inga noder med platsinformation
zh: 没有具有位置数据的节点

# map_nodesNeedGps
source: Nodes need to share their GPS coordinates to appear on the map
bg: Възлагат се възлозите да споделят техните GPS координати, за да се появят на картата.
de: Knoten müssen ihre GPS-Koordinaten teilen, um auf der Karte erscheinen.
es: Los nodos necesitan compartir sus coordenadas GPS para aparecer en el mapa
fr: Les nœuds doivent partager leurs coordonnées GPS pour apparaître sur la carte.
it: I nodi devono condividere le loro coordinate GPS per apparire sulla mappa
nl: Nodes moeten hun GPS-coördinaten delen om op de kaart te verschijnen
pl: Węzły muszą udostępniać swoje współrzędne GPS, aby pojawić się na mapie.
pt: Os nós precisam partilhar as suas coordenadas GPS para aparecerem no mapa
ru: Ноды должны передавать свои GPS-координаты, чтобы отображаться на карте
sk: Uholníky musia zdieľať svoje GPS súradnice, aby sa zobrazili na mape.
sl: Omrežje morajo deliti svoje GPS koordinate, da se prikazao na zemljeobrazniku.
sv: Noder måste dela sina GPS-koordinater för att visas på kartan
zh: 节点需要共享它们的 GPS 坐标 才能在地图上显示

# map_nodesCount
source: Nodes: {count}
bg: Нодове: {count}
de: Knoten: {count}
es: Nodos: {count}
fr: Nœuds : {count}
it: Nodi: {count}
pl: Węzły: {count}
pt: Nós: {count}
ru: Нод: {count}
sk: Uzly: {count}
sl: Omize: {count}
sv: Noder: {count}
zh: 节点：{count}

# map_pinsCount
source: Pins: {count}
bg: Ключове: {count}
es: Ganchos: {count}
fr: Epingles: {count}
it: Puntatori: {count}
nl: Spelden: {count}
pl: Pinki: {count}
pt: Pinos: {count}
ru: Меток: {count}
sk: Krúžky: {count}
sl: Žigovi: {count}
sv: Pinnar: {count}
zh: 针：{count}

# map_chat
source: Chat
bg: Чат
pl: Rozmowa
ru: Чат
sk: Rozhovor
sl: Čistemar
zh: 聊天

# map_repeater
source: Repeater
bg: Повтарящ се
de: Wiederholung
es: Repetidor
fr: Répétiteur
it: Ripetitore
pl: Powtórzacz
pt: Repetidor
ru: Репитер
sk: Opakovanie
sl: Ponovitelj
sv: Återuppspelare
zh: 重复器

# map_room
source: Room
bg: Стая
de: Raum
es: Habitación
fr: Salle
it: Stanza
nl: Ruimte
pl: Pokój
pt: Quarto
ru: Комната
sk: Izba
sl: Soba
sv: Rum
zh: 房间

# map_sensor
source: Sensor
bg: Датчик
fr: Capteur
it: Sensore
pl: Czujnik
ru: Сенсор
sk: Senzor
sl: Senzor
zh: 传感器

# map_pinDm
source: Pin (DM)
bg: Задържане (DM)
de: Sperren (DM)
fr: Clé (DM)
it: Codice PIN (DM)
nl: Verzenden als bericht (DM)
pl: Zablokuj (DM)
pt: Gatilho (DM)
ru: Метка (ЛС)
sk: Zabudka (DM)
sl: Zavežite (DM)
sv: Lås (DM)
zh: 私信 (DM)

# map_pinPrivate
source: Pin (Private)
bg: Задържане (Приватно)
de: Privat-Pin
es: Bloqueo (Privado)
fr: Verrouiller (Privé)
it: Blocco (Privato)
nl: Beveiligd (Privé)
pl: Zablokuj (Prywatnie)
pt: Bloquear (Privado)
ru: Метка (Приватная)
sk: Zabudka (Osobná)
sl: Zasebno označit
sv: Lås (Privat)
zh: 私密模式

# map_pinPublic
source: Pin (Public)
bg: Публичен ключ
de: Öffentliche Taste (PIN)
es: Clave (Pública)
fr: Clé (Public)
it: Pin (Pubblico)
nl: Openbaar spikken
pl: Oznacz jako publiczne
pt: Pin (Público)
ru: Метка (Публичная)
sk: Zablokovať (verejne)
sl: Oznaka (javna)
sv: Anslå (Offentligt)
zh: 公开(公版)

# map_lastSeen
source: Last Seen
bg: Последна видяна
de: Letzte Sichtung
es: Última vez que se vio
fr: Dernière fois vu
it: Ultimo visto
nl: Laaste keer gezien
pl: Ostatni raz widziany
pt: Última Visão
ru: Последнее появление
sk: Posledné zreteľné zobrazenie
sl: Zadnjič Zazet
sv: Senast sedd
zh: 最后一次登录

# map_disconnectConfirm
source: Are you sure you want to disconnect from this device?
bg: Сигурни ли сте, че искате да се откъснете от това устройство?
de: Sind Sie sicher, dass Sie sich von diesem Gerät trennen möchten?
es: ¿Está seguro de que desea desconectarse de este dispositivo?
fr: Êtes-vous sûr de vouloir vous déconnecter de cet appareil ?
it: Sei sicuro di voler disconnetterti da questo dispositivo?
nl: Ben je er zeker van dat je verbinding met dit apparaat wilt verbreken?
pl: Czy na pewno chcesz się odłączyć od tego urządzenia?
pt: Tem certeza de que deseja desconectar deste dispositivo?
ru: Вы уверены, что хотите отключиться от этого устройства?
sk: Ste si istý/á, že chcete odpojiť od tohto zariadenia?
sl: Ste prepričani, da želite se odklopiti s tega naprave?
sv: Är du säker på att du vill koppla från enheten?
zh: 您确定要断开与此设备的连接吗？

# map_from
source: From
bg: От
de: Von
es: De
fr: À partir de
it: Da
nl: Van
pl: Od
pt: De
ru: От
sk: Od
sl: Od
sv: Från
zh: 从

# map_source
source: Source
bg: Източник
de: Quelle
es: Fuente
it: Fonte
nl: Bron
pl: Źródło
pt: Fonte
ru: Источник
sk: Zdroj
sl: Vir
sv: Källa
zh: 来源

# map_flags
source: Flags
bg: Флаг
de: Flaggen
es: Banderas
fr: Drapeaux
it: Bandiere
nl: Vlaggen
pl: Flagi
pt: Bandeiras
ru: Флаги
sk: Zástavy
sl: Zapestnice
sv: Flaggor
zh: 旗帜

# map_shareMarkerHere
source: Share marker here
bg: Споделете маркер тук
de: Teilen Sie hier das Marker.
es: Compartir marcador aquí
fr: Partager le marqueur ici
it: Condividi marcatore qui
nl: Deel marker hier
pl: Udostępnij znacznik tutaj
pt: Compartilhar marcador aqui
ru: Поделиться меткой здесь
sk: Zdieľte značku tu
sl: Delite točke tukaj.
sv: Dela markeringen här
zh: 分享标记在此

# map_pinLabel
source: Pin label
bg: Етикетиране на пин
de: Kennzeichnungslabel
es: Etiqueta de marcador
fr: Étiquete de repin
it: Etichetta PIN
nl: Label vastzetten
pl: Oznacz etykietę
pt: Rótulo de marcador
ru: Метка
sk: Označka upozornenia
sl: Oznaka za pritrditev
sv: Fästetikett
zh: 固定标签

# map_label
source: Label
bg: Етикет
es: Etiqueta
fr: Étiquette
it: Etichetta
pl: Etykieta
pt: Rótulo
ru: Подпись
sk: Značka
sl: Oznaka
sv: Etikett
zh: 标签

# map_pointOfInterest
source: Point of interest
bg: Точка на интерес
de: Punkt von Interesse
es: Punto de interés
fr: Point d'intérêt
it: Punto di interesse
nl: Interessepunt
pl: Punkt zainteresowań
pt: Ponto de interesse
ru: Точка интереса
sk: Bod záujmu
sl: Točka zanimivosti
sv: Plats av intresse
zh: 兴趣点

# map_sendToContact
source: Send to contact
bg: Изпрати на контакт
de: Senden an Kontakt
es: Enviar a contacto
fr: Envoyer au contact
it: Invia a contatto
nl: Verzenden naar contact
pl: Wyślij do kontaktu
pt: Enviar para o contato
ru: Отправить контакту
sk: Pošleť na kontakt
sl: Pošlji v kontakt
sv: Skicka till kontakt
zh: 发送给联系人

# map_sendToChannel
source: Send to channel
bg: Изпрати в канала
de: Senden Sie Kanal
es: Enviar a canal
fr: Envoyer sur le canal
it: Invia al canale
nl: Verzenden naar kanaal
pl: Wyślij do kanału
pt: Enviar para o canal
ru: Отправить в канал
sk: Poslať do kanálu
sl: Pošlji v kanal
sv: Skicka till kanal
zh: 发送到频道

# map_noChannelsAvailable
source: No channels available
bg: Няма налични канали
de: Keine Kanäle verfügbar
es: No hay canales disponibles
fr: Aucun canal disponible
it: Nessun canale disponibile
nl: Geen kanalen beschikbaar
pl: Brak dostępnych kanałów
pt: Não existem canais disponíveis.
ru: Нет доступных каналов
sk: Неexistujú žiadne kanály.
sl: Nihče kanalov na voljo.
sv: Inga kanaler tillgängliga
zh: 没有可用的频道

# map_publicLocationShare
source: Public location share
bg: Споделяне на публично място
de: Öffentliche Standortfreigabe
es: Compartir ubicación pública
fr: Partager dans un lieu public
it: Condividi in una posizione pubblica
nl: Openbare locatie delen
pl: Udostępnij lokalizację publicznie
pt: Compartilhar local público
ru: Публичная передача местоположения
sk: Zdieľiť verejnú lokalitu
sl: Deljenje javne lokacije
sv: Dela offentlig plats
zh: 公共位置共享

# map_publicLocationShareConfirm
source: You are about to share a location in {channelLabel}. This channel is public and anyone with the PSK can see it.
bg: Ще споделите местоположение в {channelLabel}. Този канал е публичен и всеки с PSK може да го види.
de: Sie werden kurz darauf einen Ort in {channelLabel} teilen. Dieser Kanal ist öffentlich und jeder mit dem PSK kann ihn sehen.
es: Estás a punto de compartir una ubicación en {channelLabel}. Este canal es público y cualquiera con la PSK puede verlo.
fr: Vous êtes sur le point de partager un emplacement dans {channelLabel}. Ce canal est public et toute personne disposant de la clé PSK peut le voir.
it: Stai per condividere una posizione in {channelLabel}. Questo canale è pubblico e chiunque abbia la PSK può vederlo.
nl: U gaat een locatie delen in {channelLabel}. Deze kanaal is openbaar en iedereen met de PSK kan het zien.
pl: Wkrótce udostępnisz lokalizację w {channelLabel}. Ten kanał jest publiczny i każdy z PSK może go zobaczyć.
pt: Você está prestes a compartilhar uma localização em {channelLabel}. Este canal é público e qualquer pessoa com a PSK pode visualizá-lo.
ru: Вы собираетесь поделиться местоположением в {channelLabel}. Этот канал публичный, и любой, у кого есть PSK, сможет его увидеть.
sk: Čoskoro budete zdieľať polohu v {channelLabel}. Tento kanál je verejný a môže ho vidieť každý s PSK.
sl: Kljubite boste delili lokacijo v {channelLabel}. Ta kanal je javno dostopen in vsak, ki ima PSK, ga lahko vidi.
sv: Du håller på att dela en plats i {channelLabel}. Denna kanal är offentlig och alla med PSK kan se den.
zh: 您即将分享一个位置在 {channelLabel}。此频道公开，任何拥有 PSK 的人都可以看到它。

# map_connectToShareMarkers
source: Connect to a device to share markers
bg: Свържете се с устройство, за да споделите маркери.
de: Verbinde ein Gerät, um Marker zu teilen
es: Conéctate a un dispositivo para compartir marcadores
fr: Connectez-vous à un appareil pour partager des marqueurs
it: Connetti a un dispositivo per condividere i segnaposti
nl: Verbind met een apparaat om markers te delen
pl: Połącz się z urządzeniem, aby udostępniać znacznik.
pt: Conecte-se a um dispositivo para compartilhar marcadores
ru: Подключитесь к устройству, чтобы делиться метками
sk: Pripojte sa k zariadeniu na zdieľanie značiek
sl: Povežite se z napravo za deljenje oznak.
sv: Anslut till en enhet för att dela markörer
zh: 连接设备以共享标记

# map_filterNodes
source: Filter Nodes
bg: Филтрирайте възли
de: Filter Knoten
es: Filtrar Nodos
fr: Filtrer les nœuds
it: Filtra Nodi
pl: Filtruj Węzły
pt: Filtrar Nós
ru: Фильтр нод
sk: Filtrovať uzly
sl: Filtirirajte člene
sv: Filtrera noder
zh: 筛选节点

# map_nodeTypes
source: Node Types
bg: Типове възли
de: Knotentypen
es: Tipos de nodo
fr: Types de nœuds
it: Tipi di Nodo
pl: Typy węzłów
pt: Tipos de Nó
ru: Типы нод
sk: Typy uzlov
sl: Vrste knope
sv: Nodtyper
zh: 节点类型

# map_chatNodes
source: Chat Nodes
bg: Възли на чата
de: Chat-Knoten
es: Nodos de Chat
fr: Nœuds de Chat
it: Nodi di Chat
pl: Węzły czatu
pt: Nós de Chat
ru: Чат-ноды
sk: Chatové uzly
sl: Čuti zvezde
sv: Chatnoder
zh: 聊天节点

# map_repeaters
source: Repeaters
bg: Повторители
de: Wiederholer
es: Repetidores
fr: Répéteurs
it: Ripetitori
pl: Powtarzacze
pt: Repetidores
ru: Репитеры
sk: Opakovadlá
sl: Ponovljalniki
sv: Upprepare
zh: 重复器

# map_otherNodes
source: Other Nodes
bg: Други възли
de: Andere Knoten
es: Otros Nodos
fr: Autres nœuds
it: Altri Nodi
nl: Andere Nodes
pl: Inne węzły
pt: Outros Nós
ru: Другие ноды
sk: Ostatné uzly
sl: Druge vozlišča
sv: Andra noder
zh: 其他节点

# map_keyPrefix
source: Key Prefix
bg: Префикс на ключа
de: Schlüsselpräfix
es: Prefijo de clave
fr: Préfixe clé
it: Prefisso Chiave
nl: Prefix sleutel
pl: Prefiks klucza
pt: Prefixo Chave
ru: Префикс ключа
sk: Päťciferné predpona
sl: Predpona ključa
sv: Nyckelprefix
zh: 键前缀

# map_filterByKeyPrefix
source: Filter by key prefix
bg: Филтрирайте по префикс на ключ
de: Filter nach Schlüsselpräfix
es: Filtrar por prefijo clave
fr: Filtrer par préfixe de clé
it: Filtra per prefisso chiave
nl: Filteren op sleutelvoorgemeld
pl: Filtruj po prefiksie klucza
pt: Filtrar por prefixo-chave
ru: Фильтр по префиксу ключа
sk: Filtrovať podľa predponového kľúča
sl: Filtri po predpomniku ključa
sv: Filtrera efter nyckelprefix
zh: 按关键词前缀筛选

# map_publicKeyPrefix
source: Public key prefix
bg: Префикс на публичен ключ
de: Öffentlicher Schlüsselpräfix
es: Prefijo de clave pública
fr: Préfixe de clé publique
it: Prefisso chiave pubblica
nl: Openbare sleutelvoorgemeld
pl: Przewód klucza publicznego
pt: Prefixo de chave pública
ru: Префикс публичного ключа
sk: Prefix verejného kľúča
sl: Predifika javnega ključa
sv: Allmänt nyckelprästegenskap
zh: 公钥前缀

# map_markers
source: Markers
bg: Маркери
de: Marker
es: Marcadores
fr: Marqueurs
it: Segnaposto
nl: Markeringen
pl: Oznaczarki
pt: Marcadores
ru: Метки
sk: Označkovače
sl: Označitelji
sv: Markörer
zh: 标记

# map_showSharedMarkers
source: Show shared markers
bg: Покажи споделени маркери
de: Zeige gemeinsam genutzte Marker
es: Mostrar marcadores compartidos
fr: Afficher les marqueurs partagés
it: Mostra i segnaposto condivisi
nl: Toon gedeelde markeringen
pl: Pokaż współdzielone znaki.
pt: Mostrar marcadores compartilhados
ru: Показывать общие метки
sk: Zobraziť zdieľané značky
sl: Pokaži skupno označenja
sv: Visa delade markörer
zh: 显示共享标记

# map_lastSeenTime
source: Last Seen Time
bg: Последна видяна дата
de: Letzte Sichtung
es: Última vez que se vio
fr: Dernière fois vu
it: Ultimo Tempo di Visualizzazione
nl: Laatste Bekeken Tijd
pl: Ostatni raz widiany
pt: Último Tempo de Visualização
ru: Время последнего появления
sk: Posledný čas sledovania
sl: Datum zadnjega vpogleda
sv: Senaste Visats Tid
zh: 最后一次查看时间

# map_sharedPin
source: Shared pin
bg: Споделено копие
de: Gemeinsames Passwort
es: Pin compartido
fr: Clé partagée
it: Condividi PIN
nl: Gedeelde pin
pl: Podzielony PIN
pt: Pin compartilhado
ru: Общая метка
sk: Zdieľaný PIN
sl: Deljeno naslovno geslo
sv: Delad PIN
zh: 共享 PIN

# map_joinRoom
source: Join Room
bg: Присъедини се към стаята
de: Beitreten Sie dem Raum
es: Únete a la sala
fr: Rejoindre la salle
it: Unisciti alla stanza
nl: Sluit Kamer
pl: Dołącz do pokoju
pt: Junte-se à Sala
ru: Присоединиться к комнате
sk: Pripojiť miestnosť
sl: Pridružiti sobo
sv: Gå med i rum
zh: 加入房间

# map_manageRepeater
source: Manage Repeater
bg: Управление на Повтарящ се Елемент
de: Wiederholung verwalten
es: Gestionar Repetidor
fr: Gérer le répétiteur
it: Gestisci Ripetitore
nl: Beheer Repeater
pl: Zarządzaj Powtórzami
pt: Gerenciar Repetidor
ru: Управление репитером
sk: Spravovať Opakovanie
sl: Upravljajte Ponovitve
sv: Hantera Upprepare
zh: 管理重复项

# mapCache_title
source: Offline Map Cache
bg: Кеш на офлайн карти
de: Offline-Karten-Cache
es: Caché de Mapa Offline
fr: Cache de Carte Hors Ligne
it: Cache Mappa Offline
nl: Offline Kaarten Cache
pl: Bufor Map Offline
pt: Cache de Mapa Offline
ru: Кэш офлайн-карты
sk: Offline Mapa Pamäť
sl: Omrezni predpomnilnik zemljeških zemljejevskih slik
sv: Offline Kartcache
zh: 离线地图缓存

# mapCache_selectAreaFirst
source: Select an area to cache first
bg: Изберете област за кеширане първа
de: Wählen Sie zuerst einen Bereich zum Zwischenspeichern aus.
es: Seleccionar un área para cachear primero
fr: Sélectionner une zone pour la mise en cache en premier
it: Seleziona un'area da memorizzare nella cache per prima.
nl: Select een gebied om eerst in de cache op te slaan
pl: Wybierz obszar do wstępnego pobrania.
pt: Selecione uma área para armazenar em cache primeiro
ru: Сначала выберите область для кэширования
sk: Vyberte si oblasť na predprerúčenie.
sl: Izberite območje za prvo predpomnilnik.
sv: Välj ett område att cachera först
zh: 选择一个区域进行缓存

# mapCache_noTilesToDownload
source: No tiles to download for this area
bg: Няма плочки за изтегляне за тази област.
de: Keine Tiles für diese Region zum Herunterladen verfügbar.
es: No hay azulejos para descargar para este área.
fr: Aucun tuilage à télécharger pour cette zone.
it: Nessun tile da scaricare per questa area
nl: Geen tiles te downloaden voor dit gebied.
pl: Brak dostępnych płytek do pobrania dla tego obszaru.
pt: Não há tiles para baixar para esta área.
ru: Нет плиток для загрузки в этой области
sk: Žiadne dlaždice na stiahnutie pre toto zóna
sl: Nihče slik ne bo naložil za to območje.
sv: Inga kuber att ladda ner för detta område
zh: 该区域没有可下载的瓦片。

# mapCache_downloadTilesTitle
source: Download tiles
bg: Изтегли плочки
de: Herunterladen von Tiles
es: Descargar ficheros
fr: Télécharger les tuiles
it: Scarica mattoncini
nl: Tiles downloaden
pl: Pobierz płytki
pt: Baixar tiles
ru: Загрузить плитки
sk: Stiahnuť dlaždice
sl: Naloži ploščice
sv: Ladda ner klick
zh: 下载瓦片

# mapCache_downloadTilesPrompt
source: Download {count} tiles for offline use?
bg: Изтегли {count} плочки за офлайн употреба?
de: Laden {count} Tiles für den Offline-Bereich herunter?
es: Descargar {count} ficheros para usar sin conexión?
fr: Télécharger {count} tuiles pour un usage hors ligne ?
it: Scarica {count} tile per l'uso offline?
nl: Download {count} tegels voor offline gebruik?
pl: Pobierz {count} płytek do użytku offline?
pt: Baixar {count} tiles para uso offline?
ru: Загрузить {count} плиток для офлайн-использования?
sk: Stiahnuť {count} dlaždíc na offline použitie?
sl: Naložiť {count} plošč za uporabo v režimu brez povezave?
sv: Ladda ner {count} kuber för offlineanvändning?
zh: 下载 {count} 个瓦片用于离线使用？

# mapCache_downloadAction
source: Download
bg: Изтегли
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
pl: Pobierz
pt: Baixar
ru: Загрузить
sk: Stiahnuť
sl: Naloži
sv: Ladda ner
zh: 下载

# mapCache_cachedTiles
source: Cached {count} tiles
bg: Кеширани {count} плочки
de: Zwischengespeicherte {count} Fliesen
es: Almacenados {count} azulejos
fr: Cachez {count} tuiles
it: Cacheggiate {count} tile
nl: Opgeslagen {count} tegels
pl: Pamiętanych {count} płytek
pt: Armazenados {count} azulejos
ru: Закэшировано {count} плиток
sk: Zabudené {count} dlaždíc
sl: Pospešeno shranjeni {count} plošč
sv: Cache {count} kuber
zh: 已缓存 {count} 个瓦片

# mapCache_cachedTilesWithFailed
source: Cached {downloaded} tiles ({failed} failed)
bg: Запазени {downloaded} плочки ({failed} неуспешни)
de: Zwischengespeicherte {downloaded} Tiles ({failed} fehlgeschlagen)
es: Archivados {downloaded} azulejos ({failed} fallidos)
fr: Tiles mis en cache ({downloaded}) ({failed} ratés)
it: Tile memorizzati {downloaded} ({failed} falliti)
nl: Opgeslagen {downloaded} tegels ({failed} mislukt)
pl: Pamiętane {downloaded} płytki ({failed} nieudane)
pt: Tiles em cache ({downloaded}) ({failed} falhou)
ru: Закэшировано {downloaded} плиток ({failed} не загружено)
sk: Uložené {downloaded} dlaždice ({failed} neúspešné)
sl: Shranjeni {downloaded} ploščad ({failed} neuspešno)
sv: Cachelagda {downloaded} klickark ({failed} misslyckades)
zh: 已缓存 {downloaded} 个瓦片 ({failed} 失败)

# mapCache_clearOfflineCacheTitle
source: Clear offline cache
bg: Изчисти офлайн кеша
de: Leeren Offline-Cache
es: Borrar caché offline
fr: Vider le cache hors ligne
it: Cancella cache offline
nl: Cache offline opschonen
pl: Wyczyść pamięć podręczną offline
pt: Limpar cache offline
ru: Очистить офлайн-кэш
sk: Vymazať offline uloženie
sl: Ponovite arhiv za offline način
sv: Rensa offline-cache
zh: 清除离线缓存

# mapCache_clearOfflineCachePrompt
source: Remove all cached map tiles?
bg: Премахнете всички кеширани плочки на картата?
de: Alle zwischengespeicherten Kartenraster entfernen?
es: Eliminar todas las baldosas en caché del mapa?
fr: Supprimer toutes les tuiles de carte mises en cache ?
it: Eliminare tutte le tile di mappa memorizzate nella cache?
nl: Alle gecachte kaarttiles verwijderen?
pl: Usuń wszystkie tymczasowe kafelki mapy?
pt: Remover todas as telhas de mapa em cache?
ru: Удалить все закэшированные плитки карты?
sk: Odstrániť všetky uložené mapové dlaždice?
sl: Izbriši vse predpomnilnikovane kartografske ploščice?
sv: Ta bort alla cachemapplaner?
zh: 删除所有缓存地图瓦片？

# mapCache_offlineCacheCleared
source: Offline cache cleared
bg: Кешът на устройството е изчистен.
de: Offline-Cache gelöscht
es: Almacén en caché sin conexión eliminado
fr: Le cache hors ligne a été effacé.
it: Cache offline eliminata
nl: Offline cache is leeggezet
pl: Pamięć podręczna offline została wyczyszczona
pt: Cache offline limpa
ru: Офлайн-кэш очищен
sk: Offline polia vymazaná
sl: Omrezni predpomnik je bil izbrisal.
sv: Offline-cache rensad
zh: 离线缓存已清除

# mapCache_noAreaSelected
source: No area selected
bg: Няма избрана област
de: Kein Bereich ausgewählt
es: No se ha seleccionado ningún área
fr: Aucune zone sélectionnée
it: Nessun'area selezionata
nl: Geen gebied geselecteerd
pl: Nie zaznaczono żadnej powierzchni.
pt: Nenhuma área selecionada
ru: Область не выбрана
sk: Neoznačila sa žiadna oblasť
sl: Nizona označena površina
sv: Ingen area markerad
zh: 未选择任何区域

# mapCache_cacheArea
source: Cache Area
bg: Област с кеш
de: Zwischenspeicherbereich
es: Área de Caché
fr: Zone de cache
it: Area Cache
nl: Cache-gebied
pl: Obszar pamięci podręcznej
pt: Área de Cache
ru: Область кэширования
sk: Obdĺžková oblasť
sl: Omanski prostor
sv: Cacheområde
zh: 缓存区域

# mapCache_useCurrentView
source: Use Current View
bg: Използвайте текущия изглед
de: Aktuelle Ansicht verwenden
es: Usar Vista Actual
fr: Utiliser la Vue Actuelle
it: Utilizza la visualizzazione corrente
nl: Gebruik Huidige Weergave
pl: Użyj aktualnego widoku
pt: Usar a Visualização Atual
ru: Использовать текущий вид
sk: Použite aktuálny zobrazenie
sl: Uporabi trenutni prikaz
sv: Använd Aktuell Visning
zh: 使用当前视图

# mapCache_zoomRange
source: Zoom Range
bg: Обхват на увеличението
de: Zoom Bereich
es: Rango de Zoom
fr: Plage de zoom
it: Intervallo Zoom
nl: Zoom Bereik
pl: Zakres powiększenia
pt: Intervalo de Zoom
ru: Диапазон масштаба
sk: Rozsah zväčšenia
sl: Občutek razpona
sv: Zoombegränsning
zh: 缩放范围

# mapCache_estimatedTiles
source: Estimated tiles: {count}
bg: Очаквани плочки: {count}
de: Geschätzte Fliesen: {count}
es: Tiles estimados: {count}
fr: Estimation des tuiles : {count}
it: Stima dei mattoni: {count}
nl: Geschatte tegels: {count}
pl: Szacunkowa liczba płytek: {count}
pt: Estimados azulejos: {count}
ru: Оценочное количество плиток: {count}
sk: Odhadnuté dlaždice: {count}
sl: Predvideni ploščadi: {count}
sv: Uppskattat antal klick: {count}
zh: 预计瓦片数量：{count}
