Repository: wel97459/meshcore-open
Catalog: lib/l10n/app_*.arb
Languages: bg, de, es, fr, it, nl, pl, pt, ru, sk, sl, sv, zh

# repeater_cliQuickNeighbors
source: Neighbors
bg: Съседи
de: Nachbarn
es: Vecinos
fr: Voisins
it: Vicini
nl: Buren
pl: Sąsiedzi
pt: Vizinhos
ru: Соседи
sk: Súsezný
sl: Sosedi
sv: Grannar
zh: 邻居

# repeater_cliQuickVersion
source: Version
bg: Версия
es: Versión
it: Versione
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
sk: Verzia
sl: Različica
zh: 版本

# repeater_cliQuickAdvertise
source: Advertise
bg: Рекламирай
de: Werben
es: Anunciar
fr: Publier
it: Pubblicare
nl: Advertenties
pl: Reklama
pt: Anunciar
ru: Анонсировать
sk: Reklama
sl: Oglasite
sv: Annonsera
zh: 发布

# repeater_cliQuickClock
source: Clock
bg: Часовник
de: Uhr
es: Reloj
fr: Horloge
it: Orologio
nl: Tijd
pl: Godzina
pt: Relógio
ru: Время
sk: Hodiny
sl: Ura
sv: Klocka
zh: 时钟

# repeater_cliHelpAdvert
source: Sends an advertisement packet
bg: Изпраща рекламен пакет
de: Sendet ein Werbepaket
es: Envía un paquete de publicidad
fr: Envoie un paquet d'annonce
it: Invia un pacchetto pubblicitario
nl: Verstuurt een advertentiepakket
pl: Wysyła pakiet reklamowy
pt: Envia um pacote de anúncios
ru: Отправляет пакет анонсирования
sk: Odosiela reklamnú balíček.
sl: Pošlje paket oglasov
sv: Skickar ett annonspaket
zh: 发送广告包

# repeater_cliHelpReboot
source: Reboots the device. (note, you'll prob get 'Timeout' which is normal)
bg: Рестартира устройството. (Забележка, може да получите 'Timeout', което е нормално)
de: Startet das Gerät neu. (Beachten Sie, dass es möglicherweise zu einer 'Timeout'-Situation kommt, was normal ist.)
es: Reinicia el dispositivo. (ten en cuenta, es normal que aparezca 'Timeout')
fr: Redémarre l'appareil. (Note, vous risquez d'obtenir 'Timeout' ce qui est normal)
it: Riavvia il dispositivo. (nota, potresti ottenere 'Timeout' che è normale)
nl: Herstart het apparaat. (let op, je krijgt mogelijk een 'Timeout', wat normaal is)
pl: Zresetuj urządzenie. (Uwaga, może pojawić się 'Timeout', co jest normalne)
pt: Reinicia o dispositivo. (note, você pode obter 'Timeout' que é normal)
ru: Перезагружает устройство. (обычно вы получите «Тайм-аут» — это нормально)
sk: Resetuje zariadenie. (pozor, môže dôjsť k 'Timeoutu', čo je normálne)
sl: Ponastavi naprave. (Opomba, lahko pride do 'Timeouta', kar je normalno)
sv: Startar om enheten. (notera, du får kanske 'Timeout' vilket är normalt)
zh: 重启设备。(请注意，可能会出现“超时”现象，这是正常现象)

# repeater_cliHelpClock
source: Displays current time per device's clock.
bg: Показва текущото време според часовника на всяко устройство.
de: Zeigt die aktuelle Uhrzeit pro Gerät an.
es: Muestra la hora actual según el reloj del dispositivo.
fr: Affiche l'heure actuelle par l'horloge de chaque appareil.
it: Mostra l'ora corrente per l'orologio di ciascun dispositivo.
nl: Toont de huidige tijd per apparaat's klok.
pl: Wyświetla aktualny czas zgodnie z zegarem urządzenia.
pt: Exibe a hora atual de cada dispositivo, de acordo com o relógio do dispositivo.
ru: Показывает текущее время по часам устройства.
sk: Zobrazuje aktuálny čas podľa hodiniek zariadenia.
sl: Prikaže trenutno uro po uri naprave.
sv: Visar aktuell tid per enhetens klocka.
zh: 显示每个设备的当前时间。

# repeater_cliHelpPassword
source: Sets a new admin password for the device.
bg: Задава се нова администраторска парола за устройството.
de: Legt ein neues Administrator-Passwort für das Gerät fest.
es: Establece una nueva contraseña de administrador para el dispositivo.
fr: Définit un nouveau mot de passe administrateur pour l'appareil.
it: Imposta una nuova password di amministratore per il dispositivo.
nl: Stelt een nieuw beheerderswachtwoord in voor het apparaat.
pl: Ustawia nowe hasło administratora dla urządzenia.
pt: Define uma nova senha de administrador para o dispositivo.
ru: Устанавливает новый пароль администратора для устройства.
sk: Nastaví nový administrátorský prístupový údaj pre zariadenie.
sl: Nastavi novo administracijsko geslo za naprave.
sv: Ställer in ett nytt administratörslösenord för enheten.
zh: 设置设备的新管理员密码。

# repeater_cliHelpVersion
source: Shows the device version and firmware build date.
bg: Показва версията на устройството и датата на компилация на фърмуера.
de: Zeigt die Geräteversion und das Datum des Firmware-Builds an.
es: Muestra la versión del dispositivo y la fecha de compilación del firmware.
fr: Affiche la version du périphérique et la date de construction du micrologiciel.
it: Mostra la versione del dispositivo e la data di costruzione del firmware.
nl: Toont de apparaatversie en firmware-bouwdatum.
pl: Wyświetla wersję urządzenia i datę budowy oprogramowania.
pt: Mostra a versão do dispositivo e a data de construção do firmware.
ru: Показывает версию устройства и дату сборки прошивки.
sk: Zobrazuje verziu zariadenia a dátum zostavenia firmvéru.
sl: Prikaže različico naprave in datum izrabe strojne opreme.
sv: Visar enhetsversion och firmwarebyggnadsdatum.
zh: 显示设备版本和固件构建日期。

# repeater_cliHelpClearStats
source: Resets various stats counters to zero.
bg: Рестартира различни статистики броячи до нула.
de: Setzt verschiedene Statistikkalkulate auf Null zurück.
es: Reinicia varios contadores de estadísticas a cero.
fr: Réinitialise divers compteurs de statistiques à zéro.
it: Resetta vari numerosi contatori di statistiche a zero.
nl: Reset verschillende statistiek-tellers naar nul.
pl: Resetuje różne wskaźniki statystyk do zera.
pt: Reseta vários contadores de estatísticas para zero.
ru: Сбрасывает различные счётчики статистики в ноль.
sk: Resetuje rôzne štatistické počítadlá na nulu.
sl: Ponastavi različne statistične števke na nič.
sv: Återställer olika statistikräknare till noll.
zh: 重置各种统计数值为零。

# repeater_cliHelpSetAf
source: Sets the air-time-factor.
bg: Задава времето на фактора.
de: Legt den Luftzeitfaktor fest.
es: Establece el factor de tiempo de aire.
fr: Définit le facteur de temps d'air.
it: Imposta il fattore di tempo di trasmissione.
nl: Stelt de luchtvaartfactor in.
pl: Ustawia czynnik czasu powietrznego.
pt: Define o fator de tempo de ar.
ru: Устанавливает коэффициент времени в эфире.
sk: Nastavuje časový faktor.
sl: Nastavi časovni koeficient.
sv: Ställer in lufttidsfaktor.
zh: 设置空闲时间因子。

# repeater_cliHelpSetTx
source: Sets LoRa transmit power in dBm. (reboot to apply)
bg: Задава се мощността на предаване на LoRa в dBm (отчитане спрямо референтно ниво).
de: Legt die LoRa-Übertragungspower in dBm (bezogen auf 1 Watt) fest. (Neustart erforderlich, um die Änderungen anzuwenden)
es: Establece la potencia de transmisión LoRa en dBm (reboot para aplicar).
fr: Définit la puissance de transmission LoRa en dBm (réinitialisation requise pour appliquer).
it: Imposta la potenza di trasmissione LoRa in dBm (riavvia per applicare).
nl: Stelt LoRa zendvermogen in dBm. (om te wijzigen)
pl: Ustawia moc transmisji LoRa w dBm. (zrestartuj, aby zastosować)
pt: Define a potência de transmissão LoRa em dBm (redefinir para aplicar).
ru: Устанавливает мощность передачи LoRa в дБм. (требуется перезагрузка)
sk: Nastavenie vysielacej sily LoRa v dBm. (potrebuje sa reštart na aplikáciu)
sl: Nastavi moč LoRa oddajanja v dBm. (za ponovni zagon za uporabo)
sv: Ställer LoRa-sändningseffekten i dBm. (starta om för att tillämpa)
zh: 设置 LoRa 传输功率 (重置生效)

# repeater_cliHelpSetRepeat
source: Enables or disables the repeater role for this node.
bg: Активира или деактивира ролята на репитера за този възел.
de: Aktiviert oder deaktiviert die Repeater-Rolle für diesen Knoten.
es: Habilita o deshabilita el rol del repetidor para este nodo.
fr: Active ou désactive le rôle du répétiteur pour ce nœud.
it: Abilita o disabilita il ruolo del ripetitore per questo nodo.
nl: Activeert of deactiveert de repeater rol van deze node.
pl: Włącza lub wyłącza rolę powtarzacza dla tego węzła.
pt: Habilita ou desabilita o papel do repetidor para este nó.
ru: Включает или отключает роль репитера для этой ноды.
sk: Umožňuje alebo vypína zopakovaný príspevok pre tento uzol.
sl: Omogoči ali onemogoči vlogo ponovitelja za tono.
sv: Aktiverar eller inaktiverar återuppspelarens roll för denna nod.
zh: 启用或禁用此节点的重复器角色。

# repeater_cliHelpSetAllowReadOnly
source: (Room server) If 'on', then login in blank password will be allowed, but cannot Post to room. (just read only)
bg: (Сървър на стаята) Ако е "включено", тогава влизането с празен парола ще бъде разрешено, но не може да публикува в стаята (само четене).
de: (Raumspeicher) Wenn 'an', dann wird die Anmeldung mit einem leeren Passwort erlaubt sein, aber kann nicht in den Raum geschickt werden. (nur lesen möglich).
es: (Servidor de la sala) Si está "activado", entonces el inicio de sesión con una contraseña en blanco estará permitido, pero no se podrá publicar en la sala. (solo lectura).
fr: (Serveur de pièce) Si "activé", alors un mot de passe vide permettra la connexion, mais ne permettra pas de publier dans la pièce. (lecture seule uniquement)
it: (Server della stanza) Se 'on', allora l'accesso con una password vuota sarà consentito, ma non sarà possibile pubblicare nella stanza. (solo lettura).
nl: (Kamervisie) Als 'aan', dan wordt inloggen met een blanco wachtwoord toegestaan, maar kan niet naar de kamervisie Posten. (alleen lezen mogelijk).
pl: (Serwer pokoju) Jeśli 'włączone', to logowanie z pustym hasłem będzie dozwolone, ale nie można publikować w pokoju (tylko czytać).
pt: (Servidor de sala) Se 'ligado', então o login com senha em branco será permitido, mas não poderá Postar na sala. (apenas ler).
ru: (Сервер комнат) Если «on», то вход без пароля разрешён, но публиковать в комнату нельзя (только чтение)
sk: (Server miestnosti) Ak je 'zapnuté', potom bude povolený prístup s prázdnym heslom, ale nebude možné posielať správu do miestnosti. (iba čítať).
sl: (Osebni strežnik) Če je 'vklopljeno', potem bo dovoljeno prijavo z praznim geslom, vendar ne bo mogoče objaviti v sobo. (samo branje).
sv: (Rumserver) Om 'på', så tillåts login med tomt lösenord, men kan inte Posta till rummet. (bara läsa).
zh: (房间服务器) 如果“开”了，则空密码登录将被允许，但不能向房间发布内容。（仅限读取）

# repeater_cliHelpSetFloodMax
source: Sets the maximum number of hops of inbound flood packet (if >= max, packet is not forwarded)
bg: Задава максималния брой хопове на входящ пакет за заливване (ако >= max, пакетът не се предава).
de: Legt die maximale Anzahl an Hops für Pakete der eingehenden Flut (wenn >= max, wird das Paket nicht weitergeleitet)
es: Establece el número máximo de saltos de paquetes de inundación entrantes (si es >= máximo, el paquete no se enruta).
fr: Définit le nombre maximal de sauts pour les paquets de balayage entrants (si >= max, le paquet n'est pas acheminé).
it: Imposta il numero massimo di salti per i pacchetti di inondazione in entrata (se >= max, il pacchetto non viene inoltrato)
nl: Stelt het maximale aantal hops van een inkomend floodpakket in (indien >= max, wordt het pakket niet doorgestuurd)
pl: Ustawia maksymalną liczbę skoków pakietu powrotnego (jeśli >= max, pakiet nie jest przekierowywany)
pt: Define o número máximo de saltos de pacotes de inundação de entrada (se for >= máximo, o pacote não é encaminhado)
ru: Устанавливает максимальное число хопов для входящих пакетов в режиме рассылки (если >= макс., пакет не пересылается)
sk: Nastavuje maximálny počet skokov pre vstupný povelový paket (ak je >= max, paket nie je preposlaný)
sl: Nastavi največjo število skokov za vstopne poplave (če je >= maks, paket ni usmerjen)
sv: Ställer in det maximala antalet hopp för inkommande översvämning (om >= max, skickas inte paketet).
zh: 设置最大换路包数量（如果 >= 最大，则不转发包）。

# repeater_cliHelpSetIntThresh
source: Sets the Interference Threshold (in DB). Default is 14. Set to 0 to disable channel interference detection.
bg: Задава праг на интерференцията (в dB). По подразбиране е 14. Задайте на 0, за да деактивирате откриването на интерференция на каналите.
de: Legt den Interferenzeniveau (in dB) fest. Der Standardwert ist 14. Auf 0 setzen, um die Erkennung von Kanalinterferenzen zu deaktivieren.
es: Establece el Umbral de Interferencia (en dB). El valor predeterminado es 14. Establecerlo en 0 desactiva la detección de interferencias del canal.
fr: Définit le seuil d'interférence (en dB). La valeur par défaut est de 14. Définir sur 0 désactive la détection des interférences de canal.
it: Imposta il Limite di Interferenza (in dB). Il valore predefinito è 14. Imposta su 0 per disabilitare il rilevamento delle interferenze del canale.
nl: Stelt de Interferentiewaarde (in dB) in. Standaardwaarde is 14. Stel in op 0 om het detecteren van kanaalinterferentie uit te schakelen.
pl: Ustawia Próg Interferencji (w dB). Domyślnie wynosi 14. Ustaw na 0, aby wyłączyć wykrywanie zakłóceń kanału.
pt: Define o Limite de Interferência (em dB). O valor padrão é 14. Defina como 0 para desativar a detecção de interferência de canal.
ru: Устанавливает порог интерференции (в дБ). По умолчанию 14. Установите 0, чтобы отключить обнаружение помех.
sk: Nastavuje hranicu ruživeho ladenia (v dB). Predvolené je 14. Nastavením na 0 sa vypne detekcia ruživeho ladenia kanálu.
sl: Nastavi Prag Interferencij (v dB). Privzeto je 14. Nastavi na 0 za onemogočitev zaznavanja interferenc kanalov.
sv: Ställer Interferensgränsen (i dB). Standardvärdet är 14. Ställ in den på 0 för att inaktivera detektion av kanalinterferens.
zh: 设置干扰阈值（以 dB 为单位）。默认值为 14。将设置为 0 以禁用通道干扰检测。

# repeater_cliHelpSetAgcResetInterval
source: Sets the interval to reset the Auto Gain Controller. Set to 0 to disable.
bg: Задава интервала за рестартиране на Автоматичния контролер за усилване. Задайте на 0, за да го деактивирате.
de: Legt das Intervall für das Zurücksetzen des Auto Gain Controllers fest. Auf 0 setzen, um die Funktion zu deaktivieren.
es: Establece el intervalo para restablecer el Control Automático de Ganancia. Establecer en 0 para desactivarlo.
fr: Définit l'intervalle pour réinitialiser le contrôleur de gain automatique. Mettez à 0 pour désactiver.
it: Imposta l'intervallo per resettare il controllore Automatico del Guadagno. Imposta su 0 per disabilitare.
nl: Stelt het interval in om de Auto Gain Controller te resetten. Stel in op 0 om dit uit te schakelen.
pl: Ustawia interwał do zresetowania Automatycznego Sterownika Głośności. Ustaw na 0, aby wyłączyć.
pt: Define o intervalo para resetar o Controlador de Ganho Automático. Defina como 0 para desativar.
ru: Устанавливает интервал сброса автоматической регулировки усиления. Установите 0, чтобы отключить.
sk: Nastavuje interval na reštartovanie Auto Gain Controlleru. Nastavenie na 0 vypne funkciu.
sl: Nastavi časovno razdaljo za ponovni zagon nadzornika Avtomatske uteži. Nastavi na 0 za onemogočanje.
sv: Ställer in intervallet för att återställa Auto Gain-kontrollen. Ställ in till 0 för att inaktivera.
zh: 设置间隔以重置自动增益控制器。将设置为 0 以禁用。

# repeater_cliHelpSetMultiAcks
source: Enables or disables the 'double ACKs' feature.
bg: Активира или деактивира функцията 'двойни ACKs'.
de: Aktiviert oder deaktiviert die Funktion 'Doppel-ACKs'.
es: Habilita o deshabilita la función de 'ACKs dobles'.
fr: Active ou désactive la fonctionnalité « double ACKs ».
it: Abilita o disabilita la funzione 'double ACKs'.
nl: Activeert of deactiveert de functie 'duplicate ACKs'.
pl: Włącza lub wyłącza funkcję 'podwójnych potwierdzeń'.
pt: Habilita ou desabilita a funcionalidade de "double ACKs".
ru: Включает или отключает функцию «двойных ACK».
sk: Povolí alebo pozastaví funkciiu "dvojité potvrdenia".
sl: Omogoči ali onemogoči funkcijo "dvojakih potrdil".
sv: Aktiverar eller inaktiverar funktionen 'dubbla ACKs'.
zh: 启用或禁用“双 ACKs”功能。

# repeater_cliHelpSetAdvertInterval
source: Sets the timer interval in minutes to send a local (zero-hop) advertisement packet. Set to 0 to disable.
bg: Задава интервала на таймера в минути за изпращане на локален (безпроблемен) рекламен пакет. Задайте на 0, за да го деактивирате.
de: Legt das Timer-Intervall in Minuten fest, um ein lokales (ohne-Weiterleitung) Werbe-Paket zu senden. Auf 0 setzen, um die Funktion zu deaktivieren.
es: Establece el intervalo del temporizador en minutos para enviar un paquete de anuncio local (sin salto). Establecer en 0 para desactivarlo.
fr: Définit l'intervalle du minuteur pour envoyer un paquet d'annonce local (sans relais). Définir sur 0 pour désactiver.
it: Imposta l'intervallo del timer in minuti per inviare un pacchetto di pubblicità locale (senza salto). Imposta su 0 per disabilitare.
nl: Stelt het timerinterval in minuten in om een lokale (zero-hop) advertentiepakket te versturen. Stel in op 0 om uit te schakelen.
pl: Ustawia interwał timera w minutach do wysyłania pakietu reklamy lokalnej (bezpośredniej). Ustaw na 0, aby wyłączyć.
pt: Define o intervalo do timer em minutos para enviar um pacote de anúncio local (sem salto). Defina como 0 para desativar.
ru: Устанавливает интервал (в минутах) отправки локального (нулевой хоп) анонсирования. Установите 0, чтобы отключить.
sk: Nastavuje interval časovača v minútach na odošle miestny (bezprostredný) reklamný paket. Nastavenie na 0 vypne funkciu.
sl: Nastavi časovno obmesto v minutah za pošiljanje lokalnega (brezposrednega) napovednega paketa. Nastavi na 0 za onemogočiti.
sv: Ställer in tidsintervallen i minuter för att skicka ett lokalt (utan-hopp) annonseringspaket. Ställs till 0 för att inaktivera.
zh: 设置定时器间隔时间为分钟，以发送本地（零跳）广告包。将设置为0以禁用。

# repeater_cliHelpSetFloodAdvertInterval
source: Sets the timer interval in hours to send a flood advertisement packet. Set to 0 to disable.
bg: Задава интервала на таймера в часове за изпращане на пакет с реклама за наводнение. Задайте на 0, за да го деактивирате.
de: Legt das Timer-Intervall in Stunden für den Versand eines Flut-Werbungspakets fest. Auf 0 setzen, um es zu deaktivieren.
es: Establece el intervalo del temporizador en horas para enviar un paquete de anuncio masivo. Establecer en 0 para desactivarlo.
fr: Définit l'intervalle du minuteur en heures pour envoyer un paquet d'annonce massive. Définir sur 0 pour désactiver.
it: Imposta l'intervallo del timer in ore per inviare un pacchetto pubblicitario di massa. Imposta su 0 per disabilitare.
nl: Stelt het timerinterval in uren in om een floodadvertentiepakket te versturen. Stel in op 0 om dit uit te schakelen.
pl: Ustawia interwał timera w godzinach do wysłania pakietu reklamowego typu "powiew". Ustaw na 0, aby wyłączyć.
pt: Define o intervalo do timer em horas para enviar um pacote de anúncio em massa. Defina como 0 para desativar.
ru: Устанавливает интервал (в часах) отправки анонсирований рассылкой. Установите 0, чтобы отключить.
sk: Nastavuje interval časovača v hodinách na odeslanie reklamnej vlne. Nastavenie na 0 vypne.
sl: Nastavi časovno obmesto v urah za pošiljanje plovilnega oglasnega paketa. Nastavi na 0 za onemogočanje.
sv: Ställer in tidsintervallen i timmar för att skicka ett flödesannonspaket. Ställ in på 0 för att inaktivera.
zh: 设置定时器间隔时间为小时，以发送洪水广告包。将设置为 0 以禁用。

# repeater_cliHelpSetGuestPassword
source: Sets/updates the guest password. (for repeaters, guest logins can send the "Get Stats" request)
bg: Задава/обновява паролата на гост. (за повторители, гостите могат да изпращат заявката "Get Stats")
de: Legt/aktualisiert das Gastpasswort fest. (für Repeater können Gast-Logins die "Get Stats"-Anfrage senden)
es: Establece/actualiza la contraseña del invitado. (para repetidores, los inicios de sesión de invitado pueden enviar la solicitud "Obtener Estadísticas")
fr: Définit/met à jour le mot de passe de l'invité. (pour les répéteurs, les connexions d'invités peuvent envoyer la requête "Get Stats")
it: Imposta/aggiorna la password dell'ospite. (per ripetitori, gli accessi degli ospiti possono inviare la richiesta "Get Stats")
nl: Stelt/past de gastenwacht aan of wijzigt deze. (voor herstelcontacten kunnen gastelogins de "Get Stats" verzoek verzenden)
pl: Ustawia/aktualizuje hasło gościa. (dla repeaterów, loginy gości mogą wysyłać żądanie "Get Stats")
pt: Define/atualiza a senha do convidado. (para repetidores, os logins de convidados podem enviar a solicitação "Obter Estatísticas")
ru: Устанавливает/обновляет гостевой пароль. (для репитеров гости могут отправлять запрос «Get Stats»)
sk: Nastavuje/aktualizuje heslo hosťa. (pre opakované pripojenia môžu hosťovské prihlásenia posielať požadanie "Get Stats")
sl: Nastavi/posodobi geslo gosta. (za ponovitve lahko gostov prijavi pošiljajo zahtevo "Get Stats")
sv: Ställer in/uppdaterar gästlösenordet. (för återvändare kan gästloggar skicka "Get Stats"-förfrågan)
zh: 设置/更新客人密码。（对于重复器，客人在登录时可以发送“获取统计”请求）

# repeater_cliHelpSetName
source: Sets the advertisement name.
bg: Задава име на обявата.
de: Legt den Anzeigenamen fest.
es: Establece el nombre del anuncio.
fr: Définit le nom de l'annonce.
it: Imposta il nome dell'annuncio.
nl: Stelt de advertentietitel in.
pl: Ustawia nazwę reklamy.
pt: Define o nome do anúncio.
ru: Устанавливает имя в оповещениях.
sk: Nastaví názov reklamy.
sl: Nastavi ime oglasnika.
sv: Ställer in annonstexterna namn.
zh: 设置广告名称。

# repeater_cliHelpSetLat
source: Sets the advertisement map latitude. (decimal degrees)
bg: Задава географска ширина на картата с реклами (в десетими градуси).
de: Legt die Breitengrad-Angabe der Werbekarte fest. (dezimale Grad)
es: Establece la latitud del mapa de publicidad. (grados decimales)
fr: Définit la latitude de la carte des annonces. (degrés décimaux)
it: Imposta la latitudine della mappa pubblicitaria. (gradi decimali)
nl: Stelt de breedtegraad van de advertentiekaart in. (graadrijssysteem)
pl: Ustawia współrzędną geograficzne (w stopniach dziesiętnych) mapy reklam.
pt: Define a latitude do mapa de anúncios. (graus decimais)
ru: Устанавливает широту для карты в оповещениях. (десятичные градусы)
sk: Nastaví geografickú šírku reklamnej mapy. (desatinné stupne)
sl: Nastavi zemljepisno širino oglaševalskega zemljevida (desetdeljne).
sv: Ställer in annonskartans latitud. (decimalgrader)
zh: 设置广告地图纬度（十进制度）

# repeater_cliHelpSetLon
source: Sets the advertisement map longitude. (decimal degrees)
bg: Задава обхвата на дължина на картата на рекламата. (десетими градуса)
de: Legt die Längengrade der Werbe-Map fest. (dezimale Grad)
es: Establece la longitud del mapa de la publicidad. (grados decimales)
fr: Définit la longitude de la carte de l'annonce. (degrés décimaux)
it: Imposta la longitudine della mappa pubblicitaria. (gradi decimali)
nl: Stelt de lengtegraad van de advertentiekaart in. (graadrijtjes)
pl: Ustawia współrzędną długościową mapy reklamy. (stopnie dziesiętne)
pt: Define a longitude do mapa de anúncios. (graus decimais)
ru: Устанавливает долготу для карты в оповещениях. (десятичные градусы)
sk: Nastavuje longitudinu reklamnej mapy. (desatinné stupne)
sl: Nastavi zemljevidno širino oglasnika. (desetdelne stopnje)
sv: Ställer in annonskartans longitud (decimalgrader).
zh: 设置广告地图经度 (十进位)
