Repository: wel97459/meshcore-open
Catalog: lib/l10n/app_*.arb
Languages: bg, de, es, fr, it, nl, pl, pt, ru, sk, sl, sv, zh

# settings_rebootDeviceSubtitle
source: Restart the MeshCore device
bg: Рестартирайте устройството MeshCore
de: MeshCore-Gerät neu starten
es: Reiniciar el dispositivo MeshCore
fr: Redémarrer l'appareil MeshCore
it: Riavviare il dispositivo MeshCore
nl: Herstart het MeshCore apparaat
pl: Zrestartuj urządzenie MeshCore
pt: Reiniciar o dispositivo MeshCore
ru: Перезапустить устройство MeshCore
sk: Restartujte zariadenie MeshCore.
sl: Ponovno zaženi MeshCore napravo
sv: Starta MeshCore-enheten
zh: 重启 MeshCore 设备

# settings_rebootDeviceConfirm
source: Are you sure you want to reboot the device? You will be disconnected.
bg: Сигурни ли сте, че искате да рестартирате устройството? Ще бъдете откъснати.
de: Sind Sie sicher, dass Sie das Gerät neu starten möchten? Sie werden getrennt.
es: ¿Está seguro de que desea reiniciar el dispositivo? Se desconectará.
fr: Êtes-vous sûr de vouloir redémarrer l'appareil ? Vous serez déconnecté.
it: Sei sicuro di voler riavviare il dispositivo? Sarai disconnesso.
nl: Ben je er zeker van dat je het apparaat opnieuw wilt opstarten? Je wordt losgekoppeld.
pl: Czy na pewno chcesz zrestartować urządzenie? Będziesz odłączony.
pt: Tem certeza de que deseja reiniciar o dispositivo? Você será desconectado.
ru: Вы уверены, что хотите перезагрузить устройство? Вы будете отключены.
sk: Ste si istý, že chcete zariadenie reštartovať? Budete odpojení.
sl: Ste prepričani, da želite ponovno zagnati napravo? Povezava bo prekinjena.
sv: Är du säker på att du vill starta om enheten? Du kommer att bli avkopplad.
zh: 您确定要重启设备吗？您将会断开连接。

# settings_debug
source: Debug
bg: Отстрани
de: Fehlerbehebung
es: Depurar
fr: Déboguer
it: Risoluzione dei problemi
pt: Depurar
ru: Отладка
sk: Ladenie
sv: Felsök
zh: 调试

# settings_bleDebugLog
source: BLE Debug Log
bg: Лог за отстраняване на грешки на BLE
de: BLE-Debug-Protokoll
es: Registro de Depuración BLE
fr: Journal de débogage BLE
it: Log di Debug BLE
pl: Log błędów BLE
pt: Log de Depuração BLE
ru: Журнал отладки BLE
sk: Log BLE Debug
sl: BLE debug log (razhroščevanje)
sv: BLE-felsökning
zh: 蓝牙调试日志

# settings_bleDebugLogSubtitle
source: BLE commands, responses, and raw data
bg: Команди, отговори и сурови данни BLE
de: BLE-Befehle, Antworten und Rohdaten
es: Comandos, respuestas y datos brutos de BLE
fr: Commandes BLE, réponses et données brutes
it: Comandi, risposte e dati grezzi BLE
nl: BLE commando's, antwoorden en ruwe data
pl: Polecenia BLE, odpowiedzi i surowe dane
pt: Comandos, respostas e dados brutos do BLE
ru: Команды BLE, ответы и сырые данные
sk: Príkazy BLE, odpovede a surové dáta
sl: BLE ukazi, odgovori in surovi podatki
sv: BLE-kommandon, svar och rådata
zh: 蓝牙命令、响应和原始数据

# settings_appDebugLog
source: App Debug Log
bg: Лог на отстраняване на грешки на приложението
de: App-Debug-Protokoll
es: Registro de Depuración de la App
fr: Journal de débogage de l'application
it: Log di Debug dell'App
pl: Log Wykonywania Aplikacji
pt: Log de Depuração do Aplicativo
ru: Журнал отладки приложения
sk: Záznam ladenia aplikácie
sl: Logi aplikacije
sv: Appfelsökning
zh: 应用调试日志

# settings_appDebugLogSubtitle
source: Application debug messages
bg: Съобщения за отстраняване на грешки на приложението
de: Anwendung Debug-Nachrichten
es: Mensajes de depuración de la aplicación
fr: Messages de débogage de l'application
it: Messaggi di debug dell'applicazione
nl: Toepassingsdebugberichten
pl: Komunikaty debugowania aplikacji
pt: Mensagens de depuração do aplicativo
ru: Сообщения отладки приложения
sk: Správy z ladenia aplikácie
sl: Debug sporočila aplikacije
sv: Applikations felsökningsmeddelanden
zh: 应用调试消息

# settings_about
source: About
bg: За нас
de: Über
es: Acerca de
fr: À propos
it: Informazioni
nl: Over
pl: O mnie
pt: Sobre
ru: О программе
sk: O nás
sl: Oglejte si
sv: Om
zh: 关于

# settings_aboutDescription
source: An open-source Flutter client for MeshCore LoRa mesh networking devices.
bg: Отворен софтуер за Flutter клиент за MeshCore LoRa мрежови устройства.
de: Ein Open-Source-Flutter-Client für MeshCore LoRa-Meshnetzwerkgeräte.
es: Un cliente de código abierto de Flutter para dispositivos de red mesh LoRa de MeshCore.
fr: Un client Flutter open source pour les appareils de réseau mesh MeshCore LoRa.
it: Un client Flutter open-source per i dispositivi di rete mesh LoRa Core di MeshCore.
nl: Een open-source Flutter client voor MeshCore LoRa mesh netwerkapparaten.
pl: Otwarty kod źródłowy klient Flutter dla urządzeń do sieci mesh LoRa MeshCore.
pt: Um cliente Flutter de código aberto para dispositivos de rede mesh LoRa Core da MeshCore.
ru: Открытое клиентское приложение на Flutter для устройств MeshCore с LoRa-сетями.
sk: Otvorený zdrojový Flutter klient pre MeshCore LoRa sieťové zariadenia.
sl: Odprtokodni Flutter klient za naprave za LoRa omrežje MeshCore.
sv: En öppen källkods Flutter-klient för MeshCore LoRa meshnätverksenheter.
zh: 一个开源的 Flutter 客户端，用于 MeshCore LoRa 网状网络设备。

# settings_infoName
source: Name
bg: Име
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Imię
pt: Nome
ru: Имя
sk: Meno
sl: Ime
sv: Namn
zh: 姓名

# settings_infoStatus
source: Status
bg: Статус
es: Estado
fr: État
it: Stato
ru: Статус
zh: 状态

# settings_infoBattery
source: Battery
bg: Батерия
de: Akku
es: Batería
fr: Batterie
it: Batteria
nl: Batterij
pl: Bateria
pt: Bateria
ru: Батарея
sk: Batéria
sl: Baterija
sv: Batteri
zh: 电池

# settings_infoPublicKey
source: Public Key
bg: Общ публичен ключ
de: Öffentlicher Schlüssel
es: Clave Pública
fr: Clé Publique
it: Chiave Pubblica
nl: Openbare Sleutel
pl: Klucz Publiczny
pt: Chave Pública
ru: Публичный ключ
sk: Verejný kľúč
sl: Javni ključ
sv: Allmänt nyckel
zh: 公钥

# settings_infoContactsCount
source: Contacts Count
bg: Брой контакти
de: Kontakte Anzahl
es: Número de contactos
fr: Nombre de contacts
it: Numero contatti
nl: Aantal Contacten
pl: Liczba kontaktów
pt: Número de Contatos
ru: Количество контактов
sk: Počet kontaktov
sl: Število stikov
sv: Kontakterantal
zh: 联系人数量

# settings_infoChannelCount
source: Channel Count
bg: Брой канали
de: Kanalanzahl
es: Número de canales
fr: Nombre de canaux
it: Numero Canale
nl: Aantal Kanalen
pl: Liczba kanałów
pt: Número do Canal
ru: Количество каналов
sk: Počet kanálov
sl: Število kanalov
sv: Kanalantal
zh: 频道数量

# settings_presets
source: Presets
bg: Предварителни настройки
de: Voreinstellungen
es: Preajustes
fr: Préréglages
it: Preset
pl: Preset
ru: Пресеты
sk: Prednastavenia
sl: Prednastavitve
sv: Fördefinierade inställningar
zh: 预设

# settings_preset915Mhz
source: 915 MHz
ru: 915 МГц

# settings_preset868Mhz
source: 868 MHz
ru: 868 МГц

# settings_preset433Mhz
source: 433 MHz
ru: 433 МГц

# settings_frequency
source: Frequency (MHz)
bg: Честота (MHz)
de: Frequenz (MHz)
es: Frecuencia (MHz)
fr: Fréquence (MHz)
it: Frequenza (MHz)
nl: Frequentie (MHz)
pl: Częstotliwość (MHz)
pt: Frequência (MHz)
ru: Частота (МГц)
sk: Frekvencia (MHz)
sl: Frekvenca (MHz)
sv: Frekvens (MHz)
zh: 频率 (MHz)

# settings_frequencyInvalid
source: Invalid frequency (300-2500 MHz)
bg: Невалидна честота (300-2500 MHz)
de: Ungültige Frequenz (300-2500 MHz)
es: Frecuencia inválida (300-2500 MHz)
fr: Fréquence invalide (300-2500 MHz)
it: Frequenza non valida (300-2500 MHz)
nl: Ongeldige frequentie (300-2500 MHz)
pl: Nieprawidłowa częstotliwość (300-2500 MHz)
pt: Frequência inválida (300-2500 MHz)
ru: Недопустимая частота (300–2500 МГц)
sk: Neplatná frekvencia (300-2500 MHz)
sl: Neveljavna frekvenca (300-2500 MHz)
sv: Ogiltig frekvens (300-2500 MHz)
zh: 无效频率 (300-2500 MHz)

# settings_bandwidth
source: Bandwidth
bg: Ширина на честотния спектър
de: Bandbreite
es: Ancho de banda
fr: Bande passante
it: Larghezza di banda
nl: Bandbreedte
pl: Przepustowość
pt: Largura de banda
ru: Полоса пропускания
sk: Šírka pásma
sl: Pasovna širina
sv: Bandbredd
zh: 带宽

# settings_spreadingFactor
source: Spreading Factor
bg: Фактор на разпространение
de: Verteilungsfaktor
es: Factor de propagación
fr: Facteur de répartition
it: Fattore di Spettro
nl: Spreadsnelheid
pl: Rozkład Czynnika
pt: Fator de Dispersão
ru: Коэффициент расширения
sk: Rozptýľovací faktor
sl: Razširitveni faktor
sv: Spreadingfaktor
zh: 扩散因子

# settings_codingRate
source: Coding Rate
bg: Такса за кодиране
de: Programmierpauschale
es: Tasa de Programación
fr: Taux de codage
it: Tasso di Codifica
nl: Codeertarief
pl: Stawka Kodowania
pt: Taxa de Codificação
ru: Коэффициент кодирования
sk: Cenový kurz pre programovanie
sl: Programska hitrost
sv: Kodningsgrad
zh: 编码速率

# settings_txPower
source: TX Power (dBm)
bg: TX Мощност (dBm)
de: TX-Leistung (dBm)
es: TX Potencia (dBm)
fr: TX Puissance (dBm)
it: TX Potenza (dBm)
nl: TX Vermogen (dBm)
pl: TX Moc (dBm)
pt: TX Potência (dBm)
ru: Мощность передачи (дБм)
sk: TX Výkon (dBm)
sl: TX Moč (dBm)
sv: TX-effekt (dBm)

# settings_txPowerInvalid
source: Invalid TX power (0-22 dBm)
bg: Невалидна мощност на TX (0-22 dBm)
de: Ungültige TX-Leistung (0-22 dBm)
es: Potencia de TX inválida (0-22 dBm)
fr: Puissance TX invalide (0-22 dBm)
it: Potere TX non valido (0-22 dBm)
nl: Ongeldige TX-vermogen (0-22 dBm)
pl: Nieprawidłowa moc TX (0-22 dBm)
pt: Potência de TX inválida (0-22 dBm)
ru: Недопустимая мощность передачи (0–22 дБм)
sk: Neplatná hodnota výkonu TX (0-22 dBm)
sl: Neveljavna TX moč (0-22 dBm)
sv: Ogiltig TX-effekt (0-22 dBm)
zh: 无效的 TX 电功率 (0-22 dBm)

# settings_longRange
source: Long Range
bg: Дълъг обхват
de: Langreich
es: Largo Alcance
fr: Portée Longue
it: Lungo Raggio
nl: Lange Afstand
pl: Długi zasięg
pt: Alcance Longo
ru: Дальний радиус
sk: Dlhý dosah
sl: DDolg doseg
sv: Lång räckvidd
zh: 远距离

# settings_fastSpeed
source: Fast Speed
bg: Бърза скорост
de: Schnelle Geschwindigkeit
es: Velocidad Rápida
fr: Vitesse Rapide
it: Velocità Rapida
nl: Hoge Snelheid
pl: Szybka prędkość
pt: Velocidade Rápida
ru: Высокая скорость
sk: Rýchla rýchlosť
sl: Visoka hitrost
sv: Snabb hastighet
zh: 快速速度

# settings_error
source: Error: {message}
bg: Грешка: {message}
de: Fehler: {message}
fr: Erreur : {message}
it: Errore: {message}
nl: Fout: {message}
pl: Błąd: {message}
pt: Erro: {message}
ru: Ошибка: {message}
sk: Chyba: {message}
sl: Napaka: {message}
sv: Fel: {message}
zh: 错误：{message}

# appSettings_title
source: App Settings
bg: Настройки на приложението
de: App-Einstellungen
es: Configuración de la App
fr: Paramètres de l'application
it: Impostazioni App
nl: App Instellingen
pl: Ustawienia aplikacji
pt: Configurações do App
ru: Настройки приложения
sk: Nastavenia aplikácie
sl: Nastavitve aplikacije
sv: Appinställningar
zh: 应用设置

# appSettings_appearance
source: Appearance
bg: Външен вид
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
nl: Uiterlijk
pl: Wygląd
pt: Aparência
ru: Внешний вид
sk: Vzhľad
sl: Prikaži
sv: Utseende
zh: 外观

# appSettings_theme
source: Theme
bg: Тема
es: Tema
fr: Thème
it: Tema
nl: Thema
pl: Motyw
pt: Tema
ru: Тема
sk: Téma
sl: Tema
sv: Tema
zh: 主题

# appSettings_themeSystem
source: System default
bg: Система по подразбиране
de: Systemstandard
es: Valor predeterminado del sistema
fr: Défaut système
it: Impostazione predefinita del sistema
nl: Standaardinstelling
pl: Domyślne ustawienia systemu
pt: Padrão do sistema
ru: Как в системе
sk: Predvolený systém
sl: Sistemska tema
sv: Systemstandard
zh: 系统默认

# appSettings_themeLight
source: Light
bg: Ярка
de: Helligkeit
es: Luz
fr: Lumière
it: Luce
nl: Licht
pl: Jasne
pt: Luz
ru: Светлая
sk: Svetlo
sl: Svetlo
sv: Ljus
zh: 光

# appSettings_themeDark
source: Dark
bg: Тъмно
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
nl: Donker
pl: Ciemny
pt: Escuro
ru: Тёмная
sk: Tmavé
sl: Temno
sv: Mörk
zh: 深色

# appSettings_language
source: Language
bg: Език
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pl: Język
pt: Idioma
ru: Язык
sk: Jazyk
sl: Jezik
sv: Språk
zh: 语言

# appSettings_languageSystem
source: System default
bg: Система по подразбиране
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
it: Predefinito di sistema
nl: Standaardinstelling
pl: Domyślny systemowy
pt: Padrão do sistema
ru: Как в системе
sk: Predvolený systém
sl: Sistemska privzeta vrednost
sv: Systemstandard
zh: 系统默认

# appSettings_languageEn
source: English
ru: Английский

# appSettings_languageFr
source: Français
ru: Французский

# appSettings_languageEs
source: Español
ru: Испанский

# appSettings_languageDe
source: Deutsch
ru: Немецкий

# appSettings_languagePl
source: Polski
ru: Польский

# appSettings_languageSl
source: Slovenščina
ru: Словенский

# appSettings_languagePt
source: Português
ru: Португальский

# appSettings_languageIt
source: Italiano
ru: Итальянский

# appSettings_languageZh
source: 中文
ru: Китайский

# appSettings_languageSv
source: Svenska
ru: Шведский

# appSettings_languageNl
source: Nederlands
ru: Нидерландский

# appSettings_languageSk
source: Slovenčina
ru: Словацкий

# appSettings_languageBg
source: Български
ru: Болгарский

# appSettings_notifications
source: Notifications
bg: Уведомления
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
nl: Notificaties
pl: Powiadomienia
pt: Notificações
ru: Уведомления
sk: Upozornenia
sl: Obvestila
sv: Meddelanden
zh: 通知

# appSettings_enableNotifications
source: Enable Notifications
bg: Активирай Известия
de: Benachrichtigungen aktivieren
es: Habilitar Notificaciones
fr: Activer les Notifications
it: Abilita Notifiche
nl: Notificaties inschakelen
pl: Włącz Powiadomienia
pt: Ativar Notificações
ru: Включить уведомления
sk: Povolte Notifikácie
sl: Omogoči obvestila
sv: Aktivera Notifikationer
zh: 启用通知

# appSettings_enableNotificationsSubtitle
source: Receive notifications for messages and adverts
bg: Получете известия за съобщения и реклами
de: Erhalte Benachrichtigungen für Nachrichten und Anzeigen
es: Recibir notificaciones para mensajes y anuncios
fr: Recevoir des notifications pour les messages et les annonces
it: Ricevi notifiche per messaggi e annunci
nl: Ontvang meldingen voor berichten en advertenties
pl: Otrzymuj powiadomienia o wiadomościach i reklamach.
pt: Receber notificações para mensagens e anúncios
ru: Получать уведомления о сообщениях и оповещениях
sk: Zísť o upozornenia na správy a inzeráty
sl: Prejmite obvestila o sporočilih in oglasih
sv: Ta emot notiser för meddelanden och reklam
zh: 接收消息和广告的通知

# appSettings_notificationPermissionDenied
source: Notification permission denied
bg: Отказвано е разрешение за известия
de: Erlaubnis zur Benachrichtigung verweigert
es: Permiso de notificación denegado
fr: Permission de notification refusée
it: Permesso di notifica negato
nl: Toestemming tot notificaties geweigerd
pl: Odmowa zezwolenia na powiadomienia
pt: Permissão de notificação negada
ru: Разрешение на уведомления отклонено
sk: Odmietená povolenie notifikácií
sl: Odobritev obvestila zavrnjena
sv: Tillåtelse för notifikationer nekad
zh: 通知权限被拒绝

# appSettings_notificationsEnabled
source: Notifications enabled
bg: Уведомителни са активирани
de: Benachrichtigungen aktiviert
es: Notificaciones activadas
fr: Notifications activées
it: Notifiche abilitate
nl: Notificaties zijn ingeschakeld
pl: Powiadomienia włączone
pt: Notificações ativadas
ru: Уведомления включены
sk: Upozornenia povolené
sl: Obvestila omogočena
sv: Notifikationer aktiverade
zh: 通知已启用

# appSettings_notificationsDisabled
source: Notifications disabled
bg: Известия са изключени
de: Benachrichtigungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
it: Notifiche disattivate
nl: Notificaties zijn uitgeschakeld
pl: Powiadomienia wyłączone
pt: Notificações desativadas
ru: Уведомления отключены
sk: Upozornenia sú vypnuté
sl: Obvestila so izklopljena
sv: Meddelanden är avstängda
zh: 通知已关闭

# appSettings_messageNotifications
source: Message Notifications
bg: Уведомления
de: Nachrichtenbenachrichtigungen
es: Notificaciones de Mensaje
fr: Notifications de Messages
it: Notifiche Messaggi
nl: Berichtnotificaties
pl: Powiadomienia o wiadomościach
pt: Notificações de Mensagem
ru: Уведомления о сообщениях
sk: Správy od upozornení
sl: Obvestila
sv: Meddelandekrav
zh: 消息通知

# appSettings_messageNotificationsSubtitle
source: Show notification when receiving new messages
bg: Покажи известие при получаване на нови съобщения
de: Zeige Benachrichtigung beim Empfang neuer Nachrichten
es: Mostrar notificación al recibir nuevos mensajes
fr: Afficher une notification lors de la réception de nouveaux messages
it: Mostra notifica all'arrivo di nuovi messaggi
nl: Toon notificatie bij het ontvangen van nieuwe berichten
pl: Pokaż powiadomienie przy otrzymywaniu nowych wiadomości
pt: Mostrar notificação ao receber novas mensagens
ru: Показывать уведомление при получении новых сообщений
sk: Zobraziť upozornenie pri prijímaní nových správ
sl: Pokaži obvestilo ob prejemu novih sporočil.
sv: Visa notis när nya meddelanden tas emot
zh: 显示收到新消息时的通知

# appSettings_channelMessageNotifications
source: Channel Message Notifications
bg: Уведомления за съобщения от канал
de: Kanal-Nachrichten-Benachrichtigungen
es: Notificaciones de Mensajes del Canal
fr: Notifications des Messages de Canal
it: Notifiche Messaggi Canale
nl: Kanaal Bericht Meldingen
pl: Powiadomienia o Wiadomościach na Kanałach
pt: Notificações de Mensagens do Canal
ru: Уведомления о сообщениях в каналах
sk: Notifikácie z kanálov
sl: Obvestila o sporočilih kanala
sv: Kanalmeddelandena
zh: 频道消息通知

# appSettings_channelMessageNotificationsSubtitle
source: Show notification when receiving channel messages
bg: Покажи известие при получаване на съобщения от канали
de: Zeige Benachrichtigung beim Empfangen von Kanalnachrichten
es: Mostrar notificación al recibir mensajes del canal
fr: Afficher une notification lors de la réception des messages de canal
it: Mostra notifica all'arrivo di messaggi nel canale
nl: Toon notificatie bij het ontvangen van kanaalberichten
pl: Pokaż powiadomienie przy odbieraniu wiadomości z kanału
pt: Mostrar notificação ao receber mensagens do canal
ru: Показывать уведомление при получении сообщений в каналах
sk: Zobraziť upozornenie pri prijímaní správ z kanálu
sl: Pokaži obvestilo ob prejemanju sporočil kanala
sv: Visa notis när meddelanden i kanal mottas
zh: 显示接收频道消息时的通知

# appSettings_advertisementNotifications
source: Advertisement Notifications
bg: Уведомления за реклами
de: Werbeanzeigenbenachrichtigungen
es: Notificaciones de Anuncios
fr: Notifications d'annonces
it: Notifiche Pubblicitarie
nl: Advertentie-meldingen
pl: Powiadomienia Reklamowe
pt: Notificações de Anúncios
ru: Уведомления об анонсированиях
sk: Upozornenia na reklamy
sl: Opozorila o oglasih
sv: Annonsmeddelanden
zh: 广告通知

# appSettings_advertisementNotificationsSubtitle
source: Show notification when new nodes are discovered
bg: Покажи известие, когато бъдат открити нови възли.
de: Zeige Benachrichtigung, wenn neue Knoten entdeckt werden.
es: Mostrar notificación cuando se descubren nuevos nodos
fr: Afficher une notification lors de la découverte de nouveaux nœuds
it: Mostra notifica quando vengono scoperti nuovi nodi
nl: Toon notificatie wanneer nieuwe nodes worden ontdekt
pl: Wyświetl powiadomienie, gdy zostaną odkryte nowe węzły.
pt: Mostrar notificação quando novos nós forem descobertos
ru: Показывать уведомление при обнаружении новых нод
sk: Zobraziť upozornenie, keď sa objavia nové uzly.
sl: Pokaži obvestilo, ko so najdene nove naprave.
sv: Visa notis när nya noder upptäcks
zh: 显示当新节点被发现时通知

# appSettings_messaging
source: Messaging
bg: Съобщения
de: Nachrichten
es: Mensajería
fr: Messagerie
it: Messaggi
nl: Berichten
pl: Wiadomości
pt: Mensagens
ru: Обмен сообщениями
sk: Správy
sl: Komuniciranje
sv: Meddelanden
zh: 消息

# appSettings_clearPathOnMaxRetry
source: Clear Path on Max Retry
bg: Изчисти Път на Макс Опит
de: Klares Pfad bei Max Wiederholungsversuch
es: Borrar Camino en Max Reintentos
fr: Effacer le chemin sur Max Retry
it: Cancella Percorso su Massimo Riprovo
nl: Wis Pad op Max Retry
pl: Wyczyść Ścieżkę na Maksymalnej Próbie
pt: Limpar Caminho em Tentativas Máximas
ru: Сбросить маршрут после максимального числа попыток
sk: Vyčisti cestu na Max Retry
sl: Ponovite pot do cilja na največjem štetju
sv: Rensa Vägen på Max Försök
zh: 清除最大重试路径

# appSettings_clearPathOnMaxRetrySubtitle
source: Reset contact path after 5 failed send attempts
bg: Възстанови контактния път след 5 неуспешни опита за изпращане
de: Zurücksetzen des Kontaktpfads nach 5 fehlgeschlagenen Sendeverboten
es: Restablecer la ruta de contacto después de 5 intentos de envío fallidos
fr: Réinitialiser le chemin de contact après 5 tentatives d'envoi infructueuses
it: Reimposta il percorso di contatto dopo 5 tentativi di invio falliti
nl: Reset contactpad na 5 mislukte verzendpogingen
pl: Resetuj ścieżkę kontaktu po 5 nieudanych próbach wysłania
pt: Redefinir o caminho de contato após 5 tentativas de envio falhas
ru: Сбросить маршрут контакта после 5 неудачных попыток отправки
sk: Resetovať kontaktný priebeh po 5 neúspešných pokusoch o doručenie
sl: Ponovi pot zimske obveščevalne poti po 5 neuspešnih poskusih pošiljanja
sv: Återställ kontaktväg efter 5 misslyckade försök att skicka
zh: 重置联系人路径，在5次发送失败尝试后

# appSettings_pathsWillBeCleared
source: Paths will be cleared after 5 failed retries
bg: Пътищата ще бъдат почистени след 5 неуспешни опита.
de: Die Pfade werden nach 5 fehlgeschlagenen Versuchen gelöscht.
es: Los caminos se limpiarán después de 5 intentos fallidos.
fr: Les chemins seront effacés après 5 tentatives infructueuses.
it: I percorsi verranno puliti dopo 5 tentativi falliti.
nl: De paden worden na 5 mislukte pogingen leeggehaald.
pl: Droga będzie wyczyszczona po 5 nieudanych próbach.
pt: Os caminhos serão limpos após 5 tentativas falhas.
ru: Маршруты будут сброшены после 5 неудачных попыток
sk: Cesty budú vymazané po 5 neúspešných pokusoch.
sl: Počisti pot po 5 neuspešnih poskusih.
sv: Sökvägar kommer att tömmas efter 5 misslyckade försök.
zh: 路径将在5次失败重试后清除

# appSettings_pathsWillNotBeCleared
source: Paths will not be auto-cleared
bg: Пътищата няма да бъдат автоматично изчистени.
de: Die Pfade werden nicht automatisch gelöscht.
es: Las rutas no se eliminarán automáticamente.
fr: Les chemins ne seront pas effacés automatiquement.
it: I percorsi non verranno eliminati automaticamente.
nl: Padoms worden niet automatisch verwijderd
pl: Droga nie zostanie automatycznie wyczyszczona.
pt: Os caminhos não serão limpos automaticamente.
ru: Маршруты не будут автоматически сбрасываться
sk: Cesty sa automaticky nevymazávajú.
sl: Poti ne bodo samodejno čiščene.
sv: Sökvägar kommer inte att rensas automatiskt.
zh: 路径不会自动清理

# appSettings_autoRouteRotation
source: Auto Route Rotation
bg: Автоматично маршрутизиране на завъртания
de: Automatische Routenrotation
es: Rotación de Ruta Automática
fr: Rotation de l'itinéraire automatique
it: Rotazione Percorso Automatico
nl: Route Automatisch Roteren
pl: Automatyczne Rotowanie Trasy
pt: Rotação de Rota Automática
ru: Автоматическое переключение маршрутов
sk: Automatické prechodové trasy
sl: Avtomatsko rotacija prenosne poti
sv: Automatisk Rutväxling
zh: 自动路径旋转

# appSettings_autoRouteRotationSubtitle
source: Cycle between best paths and flood mode
bg: Превключете между най-добрите пътища и режим на наводняване
de: Wechseln zwischen den besten Pfaden und dem Fluten
es: Alternar entre las mejores rutas y el modo inundación
fr: Alterner entre les meilleurs chemins et le mode d'envoi sur tout le réseau (flood)
it: Alterna tra i percorsi migliori e la modalità alluvione
nl: Verwissel tussen beste pad en floodmodus.
pl: Przełączaj się między najlepszymi ścieżkami a trybem zalewowym.
pt: Alternar entre os melhores caminhos e o modo inundação
ru: Циклически переключаться между лучшими маршрутами и режимом рассылки
sk: Striedajte sa medzi najlepšími trasami a režimom povodňovej analýzy.
sl: Menjaj med boljšo potjo in flood načinom
sv: Blixtra mellan bästa vägar och flödesläge
zh: 在最佳路径和洪水模式之间切换
