Repository: wel97459/meshcore-open
Catalog: lib/l10n/app_*.arb
Languages: bg, de, es, fr, it, nl, pl, pt, ru, sk, sl, sv, zh

# repeater_cliHelpLogErase
source: Erases the packet logs from file system.
bg: Изтрива логовете от пакета от файловата система.
de: Löscht die Paketprotokolle aus dem Dateisystem.
es: Elimina los registros del paquete del sistema de archivos.
fr: Supprime les journaux de paquets du système de fichiers.
it: Elimina i log del pacchetto dal file system.
nl: Verwijdert de pakketlogs uit het bestandssysteem.
pl: Usuwa logi pakietów z systemu plików.
pt: Apaga os logs do pacote do sistema de arquivos.
ru: Удаляет журналы пакетов из файловой системы.
sk: Odstráni záznamy z balíkov z systému súborov.
sl: Izbriše pakete zapisov iz datotek sistema.
sv: Raderar pakets loggar från filsystemet.
zh: 删除文件系统中的包日志。

# repeater_cliHelpNeighbors
source: Shows a list of other repeater nodes heard via zero-hop adverts. Each line is id-prefix-hex:timestamp:snr-times-4
bg: Показва списък с други възли на репитер, чути чрез нулев хоп реклами. Всяка линия е id-prefix-hex:timestamp:snr-times-4
de: Zeigt eine Liste anderer Repeater-Knoten an, die über Zero-Hop-Werbung gehört wurden. Jede Zeile ist id-prefix-hex:timestamp:snr-times-4
es: Muestra una lista de otros nodos repetidores escuchados a través de anuncios de un solo salto. Cada línea es id-prefijo-hex:marca de tiempo:times-snr-4
fr: Affiche une liste d'autres nœuds répétiteurs entendus via des annonces sans relais. Chaque ligne est id-préfixe-hexadécimal:timestamp:snr-fois-4
it: Mostra un elenco di altri nodi repeater ricevuti tramite annunci zero-hop. Ogni riga è id-prefisso-esadecimale:timestamp:snr-volte-4
nl: Toont een lijst met andere repeater nodes die via nul-hop advertenties zijn gehoord. Elke regel is id-prefix-hex:timestamp:snr-times-4
pl: Wyświetla listę innych węzłów powtarzających się, które usłyszano dzięki reklamom zero-hop. Każda linia to: id-prefix-hex:timestamp:snr-times-4
pt: Mostra uma lista de outros nós de repetição ouvidos através de anúncios zero-hop. Cada linha é id-prefixo-hexadecimal:timestamp:snr-vezes-4
ru: Показывает список других репитеров, услышанных через оповещения нулевого хопа. Каждая строка: префикс-id-в-hex:временная-метка:snr×4
sk: Zobrazuje zoznam iných repeaterových uzlov zasielaných cez zero-hop reklamy. Každý riadok je id-prefix-hex:timestamp:snr-times-4
sl: Prikaže seznam drugih ponovnih knopov, do katerih je prišlo preko brezposrednih oglasov. Vsaka vrstica je id-prefix-hex:timestamp:snr-times-4
sv: Visar en lista över andra repeaternoder som hörts via noll-hop-annonser. Varje rad är id-prefix-hex:tidsstämpel:snr-g撮-4
zh: 显示通过零跳广告收听的其他重复节点列表。 每行是 id-prefix-hex:时间戳:snr-times-4

# repeater_cliHelpNeighborRemove
source: Removes first matching entry (by pubkey prefix (hex)), from neighbors list.
bg: Премахва първия съвпадащ запис (по префикси на pubkey (hex)) от списъка с съседи.
de: Entfernt das erste übereinstimmende Element (über Pubkey-Präfix (hex)) aus der Liste der Nachbarn.
es: Elimina la primera entrada coincidente (por prefijo de pubkey (hex)) de la lista de vecinos.
fr: Supprime la première entrée correspondante (par préfixe de clé publique (hexadécimal)) de la liste des voisins.
it: Rimuove la prima corrispondenza in base al prefisso (esadecimale) della pubkey, dalla lista dei vicini.
nl: Verwijdert de eerste overeenkomende vermelding (via pubkey prefix (hex)) uit de lijst van buren.
pl: Usuwa pierwszy pasujący wpis (z prefiksem pubkey (hex)) z listy sąsiadów.
pt: Remove a primeira entrada correspondente (por prefixo de chave pública (hexadecimal)) da lista de vizinhos.
ru: Удаляет первую подходящую запись (по префиксу публичного ключа в hex) из списка соседей.
sk: Odstráni prvú zhodujúcu položku (podľa prefixu pubkey (hex)) z zoznamu susedov.
sl: Izbriše prvo ustreznu postavko (po predpomnilku pubkey (heks),) iz seznama sosedov.
sv: Tar bort det första matchande inlägget (genom pubkey-prefiks (hex)) från grannlistan.
zh: 移除邻居列表中第一个匹配的条目（通过十六进制 pubkey 前缀）。

# repeater_cliHelpRegion
source: (serial only) Lists all defined regions and current flood permissions.
bg: (сериен режим) Изброява всички дефинирани региони и текущите разрешения за наводнения.
de: (Serien nur) Listet alle definierten Regionen und aktuelle Hochwassermissungen auf.
es: (solo serie) Lista todas las regiones definidas y los permisos de inundación actuales.
fr: (série uniquement) Liste toutes les régions définies et les autorisations actuelles d'annonces sur tout le réseau (flood).
it: (solo serie) Elenca tutte le regioni definite e le autorizzazioni di allagamento correnti.
nl: (Alleen Serieel) Lijst alle gedefinieerde regio's en huidige floodrechten.
pl: (tylko seria) Wyświetla wszystkie zdefiniowane regiony i aktualne uprawnienia do powodzi.
pt: (série apenas) Lista todas as regiões definidas e as permissões de inundação atuais.
ru: (только через последовательный порт) Показывает все определённые регионы и текущие права на рассылку.
sk: (len sériál) Zobrazuje všetky definované regióny a aktuálne povolenia pre povodňové situácie.
sl: (Serija samo) Navaja vse definirane regije in trenutne poplave dovolilnosti.
sv: (Serien endast) Listar alla definierade regioner och aktuella översvämningsbehörigheter.
zh: (仅显示区域) 列出所有已定义的区域和当前的防洪权限。

# repeater_cliHelpRegionLoad
source: NOTE: this is a special multi-command invocation. Each subsequent command is a region name (indented with spaces to indicate parent hierarchy, with one space at minimum). Terminated by sending a blank line/command.
bg: Забележка: това е специално многокомандно извикване. Всяка следваща команда е име на регион (отстъпен с интервали, за да се покаже йерархията, с минимум един интервал). Завършва се чрез изпращане на празен ред/команда.
de: Hinweis: Dies ist ein spezieller Mehrbefehl-Aufruf. Jeder nachfolgende Befehl ist ein Regionsname (eingedruckt mit Leerzeichen zur Angabe der übergeordneten Hierarchie, mit mindestens einem Leerzeichen). Beendet durch das Senden einer Leerzeile/des Befehls.
es: NOTA: este es un invocación multi-comando especial. Cada comando subsiguiente es un nombre de región (indentado con espacios para indicar la jerarquía padre, con un espacio mínimo). Terminado enviando una línea en blanco/comando.
fr: REMARQUE : il s'agit d'une invocation multi-commande spéciale. Chaque commande subséquente est un nom de région (indenté avec des espaces pour indiquer la hiérarchie parent, avec un minimum d'un espace). Terminé par l'envoi d'une ligne vide/commande.
it: NOTA: questo è un'invocazione multi-comando speciale. Ogni comando successivo è un nome di regione (indentato con spazi per indicare la gerarchia parentale, con almeno uno spazio). Terminata inviando una riga vuota/comando.
nl: LET OP: dit is een speciale multi-command aanroep. Elke volgende opdracht is een regiortaak (uitgelijnd met spaties om de ouderhiërarchie aan te duiden, met minimaal één spatie). Beëindigd door een lege regel/opdracht te sturen.
pl: ZAPOMNIJ: to jest specjalne wywołanie wielokomendowe. Każda następna komenda jest nazwą regionu (wcięta spacjami, aby wskazywać hierarchię nadrzędną, z minimum jedną spacją). Zakończona wysłaniem pustej linii/komendy.
pt: NOTA: isto é uma invocação multi-comando especial. Cada comando subsequente é um nome de região (indentado com espaços para indicar a hierarquia pai, com um espaço mínimo). Terminado enviando uma linha em branco/comando.
ru: ПРИМЕЧАНИЕ: это специальная многострочная команда. Каждая следующая строка — имя региона (с отступом пробелами для указания иерархии, минимум один пробел). Завершается пустой строкой.
sk: Poznámka: toto je špeciálna multi-príkázová inštancia. Každé nasledujúce príkaza je názov oblasti (zapustený s medzerami na indikáciu hierarchického pomeru, s minimálne jednou medzerou). Ukončené odeslaním prázdnej platnej linky/príkazu.
sl: Opomba: to je posebna več ukazna pozivna operacija. Vsak naslednji ukaz je ime regije (z lezijami za prikaz hierarhije, z enim ustvarjenim razmislom). Zaključena s pošiljanjem praznega reda/ukaza.
sv: MEDDELANDE: detta är ett specialkommando med flera kommandon. Varje efterföljande kommando är ett regionsnamn (indenterat med blanksteg för att indikera en hierarkisk relation, med minst ett blanksteg). Avslutas genom att skicka en tom rad/kommando.
zh: 注意：这是一个特殊的多命令调用。 随后的每个命令都是一个区域名称（用空格缩进以指示父级层次结构，至少需要一个空格）。 以发送一个空行/命令结束。

# repeater_cliHelpRegionGet
source: Searches for region with given name prefix (or "*" for the global scope). Replies with "-> region-name (parent-name) 'F'"
bg: Търси регион с даден префикс на име (или "" за глобалния обхват). Отговаря с "-> region-name (parent-name) 'F'"
de: Sucht die Region mit dem gegebenen Namenspräfix (oder "\" für den globalen Scope) und antwortet mit "-> region-name (parent-name) 'F'".
es: Busca la región con el prefijo de nombre dado (o "" para el ámbito global). Responde con "-> nombre-región (nombre-padre) 'F'"
fr: Recherche la région avec le préfixe de nom donné (ou "" pour l'étendue globale). Répond avec "-> nom-de-région (nom-parent) 'F'"
it: Cerca la regione con il prefisso del nome dato (o "" per l'ambito globale). Risponde con "-> nome-regione (nome-genitore) 'F'"
nl: Zoekt naar regio met gegeven naam voorvoegsel (of "" voor de globale scope). Antwoordt met "-> regio-naam (ouder-naam) 'F'"
pl: Wyszukuje region o podanej nazwie prefiksu (lub "" dla zakresu globalnego). Odpowiada "-> region-name (parent-name) 'F'"
pt: Procura região com o prefixo de nome dado (ou "\" para o âmbito global). Responde com "-> nome-região (nome-pai) 'F'"
ru: Ищет регион по префиксу имени (или «*» для глобальной области). Отвечает: «-> имя-региона (родитель) 'F'»
sk: Hľadá región s daným príponou názvu (alebo "\" pre globálny rozsah). Odpovedá "-> región-název (rodič-název) 'F'"
sl: Išče regijo s podanimi imenimi prefiksom (ali "\" za globalni obseg). Odgovori se s "-> regija-ime (rodič-ime) 'F'"
sv: Söker efter region med given namnprefiks (eller "" för det globala scopet). Svarar med "-> regionnamn (föräldernamn) 'F'"
zh: 搜索具有给定名称前缀的区域（或“”用于全局范围）。回复为“-> region-name (parent-name) ‘F’”

# repeater_cliHelpRegionPut
source: Adds or updates a region definition with given name.
bg: Добавя или актуализира дефиниция на регион с дадено име.
de: Fügt eine Region-Definition mit dem angegebenen Namen hinzu oder aktualisiert diese.
es: Agrega o actualiza una definición de región con el nombre dado.
fr: Ajoute ou met à jour une définition de région avec le nom donné.
it: Aggiunge o aggiorna una definizione di regione con il nome specificato.
nl: Voegt of wijzigt een regio-definitie met de gegeven naam.
pl: Dodaje lub aktualizuje definicję regionu z podaną nazwą.
pt: Adiciona ou atualiza uma definição de região com o nome fornecido.
ru: Добавляет или обновляет определение региона с заданным именем.
sk: Pridá alebo aktualizuje definíciu regiónu s daným menom.
sl: Dodaja ali posodobi regijsko definicijo s podanim imenom.
sv: Lägger till eller uppdaterar en regionsdefinition med det angivna namnet.
zh: 添加或更新区域定义，使用指定名称。

# repeater_cliHelpRegionRemove
source: Removes a region definition with given name. (must match exactly, and have no child regions)
bg: Премахва дефиниция на регион с дадено име. (трябва да съвпада точно и да няма подрегиони)
de: Löscht eine Regiondefinition mit dem angegebenen Namen. (muss genau übereinstimmen und keine Kindregionen haben)
es: Elimina una definición de región con el nombre dado. (debe coincidir exactamente y no tener regiones hijas)
fr: Supprime une définition de région avec le nom donné.
it: Rimuove una definizione di regione con il dato nome. (deve corrispondere esattamente e non avere regioni figlio)
nl: Verwijdert een regio-definitie met de gegeven naam. (moet exact overeenkomen en geen kindregio's hebben)
pl: Usuwa definicję regionu o podanej nazwie. (musi się dokładnie zgadzać i nie może mieć podregionów).
pt: Remove uma definição de região com o nome fornecido. (deve corresponder exatamente e não ter regiões filhas)
ru: Удаляет определение региона с заданным именем. (должно точно совпадать и не иметь дочерних регионов)
sk: Odstráni definíciu oblasti s daným názvom. (musí zodpovedať presne a nemala by mať podoblasti)
sl: Izbriše definicijo regije s podanim imenom. (mora se popolnoma ujemati in ne sme imeti podregij)
sv: Tar bort en regionsdefinition med det angivna namnet. (måste matcha exakt och inte ha några barnregioner)
zh: 删除指定名称的区域定义。（必须没有子区域）

# repeater_cliHelpRegionAllowf
source: Sets the 'F'lood permission for the given region. ('*' for the global/legacy scope)
bg: Задава 'Потоп' разрешение за посочената област. ('' за глобалния/стария обхват)
de: Legt die 'Flut'-Berechtigung für die angegebene Region fest. ('' für den globalen/legacy-Bereich)
es: Establece el permiso de 'F'lujo para la región dada. ('' para el ámbito global/legado)
fr: Définit les autorisations de "Flot" pour la région donnée. ('' pour la portée globale/héritée)
it: Imposta il permesso di 'F'lood per la regione specificata. ('' per lo scope globale/legacy)
nl: Stelt de 'F'lood-toestemming in voor de opgegeven regio. ('' voor de globale/oude scope)
pl: Ustawia uprawnienia 'P'łytkowe dla podanego regionu. ('' dla zakresu globalnego/starszego)
pt: Define a permissão de 'F'luido para a região especificada. ('' para o escopo global/legado)
ru: Разрешает рассылку («F»lood) для заданного региона. («*» для глобальной/устаревшей области)
sk: Nastavuje povolenie 'P'lávu pre zadanú oblasť. ('' pre globálny/dedičský rozsah)
sl: Nastavi dovoljenje 'Nere' za podano regijo. ('' za globalni/dedni obseg)
sv: Ställer 'Flöde'-behörighet för det angivna området. ('' för det globala/gamla scopet)
zh: 设置指定区域的“洪水”权限。（“”代表全局/遗留范围）

# repeater_cliHelpRegionDenyf
source: Removes the 'F'lood permission for the given region. (NOTE: at this stage NOT advised to use this on the global/legacy scope!!)
bg: Премахва разрешението "F"лоуд за посочената област. (ЗАБЕЛЕЖКА: в момента не се препоръчва да се използва на глобалното/старото ниво!! )
de: Entfernt die "F"lood-Berechtigung für die angegebene Region. (ANMERKUNG: in dieser Phase wird nicht empfohlen, dies auf dem globalen/legacy-Bereich zu verwenden!!)
es: Elimina el permiso de 'F'lood para la región especificada. (NOTA: en esta etapa NO se recomienda utilizarlo en el ámbito global/legado!!)
fr: Supprime l'autorisation 'F'lood' pour la région donnée. (NOTE : à ce stade, il n'est pas conseillé de l'utiliser sur l'étendue globale/héritée !! )
it: Rimuove il permesso 'F'lood per la regione specificata. (NOTA: a questo stadio non è consigliato utilizzarlo sullo scope globale/legacy!!).
nl: Verwijdert de 'F'lood-toestemming voor de gegeven regio. (LET OP: op dit moment niet aanbevolen om dit op de globale/oude scope te gebruiken!!)
pl: Usuwa uprawnienie 'Pływające' dla podanej strefy. (ZALECANE: na tym etapie NIE zaleca się używania tego na globalnym/starszym zakresie!!).
pt: Remove a permissão de "F"luido para a região especificada. (NOTA: neste momento NÃO é aconselhável usar isso no escopo global/legado!!)
ru: Запрещает рассылку («F»lood) для заданного региона. (НЕ рекомендуется для глобальной области!)
sk: Odstráni povolenie 'F'lood' pre zadanú oblasť. (UPOZORNENIE: v tejto fáze nie je odporúčané ho používať na globálnom/dedskom rozsahu!!).
sl: Odstrani dovoljenje 'F'lood' za podano regijo. (OPOZORILO: na tem koraku ni priporočljivo ga uporabljati na globalnem/dednem obsegu!!)
sv: Tar bort 'F'lood-behörigheten för det angivna området. (OBS: rekommenderas inte att använda detta i detta skede på den globala/gamla omfattningen!!).
zh: 移除指定区域的‘F’lood权限。 (注意：目前阶段不建议在此范围内使用，尤其是全局/旧版范围!!)

# repeater_cliHelpRegionHome
source: Replies with the current 'home' region. (Note applied anywhere yet, reserved for future)
bg: Отговаря с текущия 'home' регион. (Забележка: не е приложена никъде, запазена за бъдещи нужди).
de: Antwortet mit der aktuellen 'Home'-Region. (Hinweis wurde bisher nirgendwo angewendet, für zukünftige Zwecke reserviert)
es: Responde con la región 'home' actual. (Aún no se ha aplicado en ninguna parte, reservado para el futuro).
fr: Répond avec la région 'maison' actuelle. (Note appliquée nulle part pour l'instant, réservée à une utilisation future)
it: Risposte con la regione 'home' corrente. (Nota applicata finora, riservata per il futuro)
nl: Antwoorden met de huidige 'thuis'-regio. (Op dit moment nergens toegepast, gereserveerd voor toekomstig gebruik)
pl: Odpowiada z aktualnej 'home' region. (Uwaga: nie zostało jeszcze zastosowane, zarezerwowane na przyszłość).
pt: Responde com a região 'home' atual. (Observação aplicada em nenhum lugar ainda, reservado para o futuro)
ru: Показывает текущий «домашний» регион. (Пока не используется, зарезервировано на будущее)
sk: Odpovedá s aktuálnou 'domovskou' oblasťou. (Poznámka aplikovaná zatiaľ nikde, vyhradené na budúce)
sl: Odgovori z trenutnim 'domovim' območjem. (Opomba je bila še nujno uporabljena, rezervirano za prihodnost)
sv: Svarar med den aktuella 'hem'-regionen. (Notera att detta ännu inte har tillämpats, reserverat för framtida användning).
zh: 回复当前“主页”区域。 (注意尚未应用，保留用于未来)

# repeater_cliHelpRegionHomeSet
source: Sets the 'home' region.
bg: Задава 'домашно' региона.
de: Legt die 'Home'-Region fest.
es: Establece la región 'hogar'.
fr: Définit la région 'maison'.
it: Imposta la regione 'home'.
nl: Stelt de 'thuis'-regio in.
pl: Ustawia region 'domowe'.
pt: Define a região 'casa'.
ru: Устанавливает «домашний» регион.
sk: Nastaví 'domovskú' oblasť.
sl: Nastavi regijo 'domov'.
sv: Ställer in 'hemregionen'.
zh: 设置‘主页’区域。

# repeater_cliHelpRegionSave
source: Persists the region list/map to storage.
bg: Запазва списъка/картата с региони в съхранение.
de: Speichert die Regionenliste/Karte in den Speicher.
es: Persiste la lista/mapa de regiones al almacenamiento.
fr: Conserve la liste/la carte des régions dans le stockage.
it: Persiste l'elenco/mappa delle regioni all'archiviazione.
nl: Bewaar de lijst/kaart van de regio's naar de opslag.
pl: Zapisuje listę/mapę regionów do pamięci.
pt: Persiste a lista/mapa de regiões para o armazenamento.
ru: Сохраняет список/карту регионов в память.
sk: Uloží zoznam/mapu regiónov do úložiska.
sl: Shrani seznam/ zemljevzemi regij v shranjevanje.
sv: Sparar regionlistan/kartan till lagring.
zh: 保存区域列表/地图到存储。

# repeater_cliHelpGps
source: Gives status of gps. When gps is off, it replies only off, if on it replies with on, status, fix, sat count
bg: Показва статуса на GPS. Когато GPS е изключен, отговаря само с "off", ако е включен отговаря с "on", статус, fix, брой на сателити.
de: Zeigt GPS-Status an. Wenn GPS deaktiviert ist, antwortet es nur mit "aus", wenn es eingeschaltet ist, antwortet es mit "an", "Status", "Fix" und Satellitenanzahl.
es: Muestra el estado del GPS. Cuando el GPS está apagado, responde solo con "apagado", si está encendido, responde con "encendido", estado, fijación, número de satélites.
fr: Affiche l’état du GPS. Lorsque le GPS est éteint, il répond uniquement « éteint », si allumé, il répond avec « allumé », l’état, la correction, le nombre de satellites.
it: Mostra lo stato del GPS. Quando il GPS è spento, risponde solo "spento", se è acceso risponde con "acceso", "stato", "fix" e numero di satelliti.
nl: Geeft de status van de GPS. Wanneer de GPS uit staat, antwoordt het alleen met "uit", als het aan staat, antwoordt het met "aan", status, fix, sat count.
pl: Wyświetla status GPS. Jeśli GPS jest wyłączony, odpowiada tylko "off", jeśli jest włączony, odpowiada z "on", "status", "fix", liczbą satelitów.
pt: Mostra o status do GPS. Quando o GPS estiver desligado, responde apenas com "off", se estiver ligado, responde com "on", status, fix, contagem de satélites.
ru: Показывает статус GPS. Если GPS выключен — отвечает только «off». Если включён — показывает статус, фиксацию, количество спутников.
sk: Zobrazuje stav GPS. Ak je GPS vypnutý, odpovedá len "off", ak je zapnutý, odpovedá s "on", stavom, fixom a počtom satelitov.
sl: Pokaže status GPS-ja. Če je GPS izklopljen, odgovarja samo "off", če je vklopljen, odgovarja z "on", statusom, "fix" in štetjem satelitiv.
sv: Visar GPS-status. Om GPS är avstängd svarar den endast med "av", annars svarar den med "på", status, fix, antal satelliter.
zh: 显示GPS状态。当GPS关闭时，回复仅为“关闭”，如果已开启，则回复为“开启”、“状态”、“定位”和卫星数量。

# repeater_cliHelpGpsOnOff
source: Toggles gps power state.
bg: Включва/Изключва GPS захранването.
de: Schaltet die GPS-Leistung ein/aus.
es: Activa o desactiva el modo GPS.
fr: Activer/désactiver le GPS.
it: Attiva/disattiva l'alimentazione del GPS.
nl: Schakel de GPS-standby aan/uit.
pl: Włącza/wyłącza nawigację GPS.
pt: Alterna o estado de energia do GPS.
ru: Переключает состояние питания GPS.
sk: Prepínač stavu GPS napájania.
sl: Omogoči/onameni GPS način delovanja.
sv: Aktiverar/inaktiverar GPS-strömsättningen.
zh: 切换 GPS 开启状态。

# repeater_cliHelpGpsSync
source: Syncs node time with gps clock.
bg: Синхронизира времето на възела с GPS часовника.
de: Synchronisiert die Knotenzeit mit der GPS-Uhr.
es: Sincroniza la hora del nodo con el reloj GPS.
fr: Synchronise l'heure du nœud avec l'horloge GPS.
it: Sincronizza l'orario del nodo con l'orologio GPS.
nl: Synchroniseer node met GPS-klok.
pl: Synchronizuje czas węzła z zegarem GPS.
pt: Sincroniza o tempo do nó com o relógio GPS.
ru: Синхронизирует время ноды с часами GPS.
sk: Synchronizuje čas uzla s GPS hodinami.
sl: Sinhronizira čas časa ničala z gps uro.
sv: Synkroniserar nätverks tid med GPS-klockan.
zh: 同步节点时间与 GPS 钟。

# repeater_cliHelpGpsSetLoc
source: Sets node's position to gps coordinates and save preferences.
bg: Задава координатите на нодата по GPS и запазва предпочитанията.
de: Setze die Position des Knotens auf GPS-Koordinaten und speichere die Präferenzen.
es: Establece la posición del nodo a las coordenadas GPS y guarda las preferencias.
fr: Définit la position du nœud aux coordonnées GPS et enregistre les préférences.
it: Imposta la posizione del nodo alle coordinate GPS e salva le preferenze.
nl: Stel de positie van de node vast als GPS-coördinaten en sla de voorkeuren op.
pl: Ustawia pozycję węzła na współrzędne GPS i zapisuje preferencje.
pt: Define a posição do nó para coordenadas GPS e salvar preferências.
ru: Устанавливает позицию ноды по координатам GPS и сохраняет в настройки.
sk: Nastaví polohu uzla na GPS súradnice a uloží preferencie.
sl: Nastavi položaj časa na GPS koordinate in shranjevanje preferencij.
sv: Ställer nodens position till GPS-koordinater och sparar inställningar.
zh: 设置节点位置至 GPS 坐标并保存偏好设置。
