Repository: wel97459/meshcore-open
Catalog: lib/l10n/app_*.arb
Languages: bg, de, es, fr, it, nl, pl, pt, ru, sk, sl, sv, zh

# nav_contacts
source: Contacts
bg: Контакти
de: Kontakte
es: Contactos
it: Contatti
nl: Contacten
pl: Kontakty
pt: Contactos
ru: Контакты
sk: Kontakty
sl: Stiki
sv: Kontakter
zh: 联系人

# nav_channels
source: Channels
bg: Канали
de: Kanäle
es: Canales
fr: Canaux
it: Canali
nl: Kanalen
pl: Kanały
pt: Canais
ru: Каналы
sk: Kanály
sl: Kanali
sv: Kanaler
zh: 频道

# nav_map
source: Map
bg: Карта
de: Karte
es: Mapa
fr: Carte
it: Mappa
nl: Kaart
pl: Mapa
pt: Mapa
ru: Карта
sk: Mapa
sl: Karta
sv: Karta
zh: 地图

# common_cancel
source: Cancel
bg: Отказ
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
zh: 取消

# common_connect
source: Connect
bg: Свържи се
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
nl: Verbinden
pl: Połącz
pt: Conectar
ru: Коннект
sk: Pripojiť
sl: Poveži se
sv: Anslut
zh: 连接

# common_unknownDevice
source: Unknown Device
bg: Неизвестно устройство
de: Unbekanntes Gerät
es: Dispositivo Desconocido
fr: Appareil inconnu
it: Dispositivo sconosciuto
nl: Onbekend apparaat
pl: Nieznane urządzenie
pt: Dispositivo Desconhecido
ru: Неизвестное устройство
sk: Neznáme zariadenie
sl: Nepoznano naprave
sv: Okänd enhet
zh: 未知设备

# common_save
source: Save
bg: Запази
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
zh: 保存

# common_delete
source: Delete
bg: Изтрий
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
sk: Odstrániť
sl: Izbrisati
sv: Radera
zh: 删除

# common_close
source: Close
bg: Затвори
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknąć
pt: Fechar
ru: Закрыть
sk: Zavrieť
sl: Zapri
sv: Stänga
zh: 关闭

# common_edit
source: Edit
bg: Редактирай
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Изменить
sk: Upraviť
sl: Uredi
sv: Redigera
zh: 编辑

# common_add
source: Add
bg: Добави
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
sk: Pridať
sl: Dodaj
sv: Lägg till
zh: 添加

# common_settings
source: Settings
bg: Настройки
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
zh: 设置

# common_disconnect
source: Disconnect
bg: Прекъсни
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
nl: Verbinding verbreken
pl: Odłącz
pt: Desconectar
ru: Отключить
sk: Odpojiť
sl: Odklopiti
sv: Koppla från
zh: 断开

# common_connected
source: Connected
bg: Свързано
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
nl: Verbonden
pl: Połączono
pt: Conectado
ru: Подключено
sk: Pripojené
sl: Povezano
sv: Ansluten
zh: 已连接

# common_disconnected
source: Disconnected
bg: Откъснато
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
nl: Verbinding verbroken
pl: Odłączony
pt: Desconectado
ru: Отключено
sk: Odpojené
sl: Odprto
sv: Ansluten
zh: 断开

# common_create
source: Create
bg: Създай
de: Erstellen
es: Crear
fr: Créer
it: Crea
nl: Maak
pl: Utwórz
pt: Criar
ru: Создать
sk: Vytvoriť
sl: Ustvari
sv: Skapa
zh: 创建

# common_continue
source: Continue
bg: Продължи
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sk: Pokračovať
sl: Poudarki
sv: Fortsätt
zh: 继续

# common_share
source: Share
bg: Сподели
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen
pl: Udostępnij
pt: Compartilhar
ru: Поделиться
sk: Zdieľať
sl: Deliti
sv: Dela
zh: 分享

# common_copy
source: Copy
bg: Копирай
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sv: Kopiera
zh: 复制

# common_retry
source: Retry
bg: Опитай отново
de: Versuchen
es: Intentar
fr: Réessayer
it: Riprova
nl: Nogmaals proberen
pl: Spróbować
pt: Tentar novamente
ru: Повторить
sk: Pokusť znova
sl: Ponoviti
sv: Försök igen
zh: 重试

# common_hide
source: Hide
bg: Скриване
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
nl: Verbergen
pl: Ukryj
pt: Esconder
ru: Скрыть
sk: Skryť
sl: Skrita
sv: Dölj
zh: 隐藏

# common_remove
source: Remove
bg: Изтрий
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Убрать
sk: Odstrániť
sl: Izbrisati
sv: Ta bort
zh: 删除

# common_enable
source: Enable
bg: Активирай
de: Aktivieren
es: Activar
fr: Activer
it: Abilita
nl: Activeren
pl: Włącz
pt: Ativar
ru: Включить
sk: Povolit
sl: Omogoči
sv: Aktivera
zh: 启用

# common_disable
source: Disable
bg: Деактивирай
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattivare
nl: Uitschakelen
pl: Wyłączyć
pt: Desativar
ru: Выключить
sk: Zakázať
sl: Izklopiti
sv: Inaktivera
zh: 禁用

# common_reboot
source: Reboot
bg: Рестартирай
de: Neustart
es: Reiniciar
fr: Redémarrer
it: Riavvia
nl: Herstarten
pl: Zrestartować
pt: Reiniciar
ru: Перезагрузить
sk: Restartovať
sl: Ponoviti
sv: Start om
zh: 重启

# common_loading
source: Loading...
bg: Зареждане...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
nl: Laden...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
sk: Načítavanie...
sl: Naložanje...
sv: Laddar...
zh: 正在加载...

# common_voltageValue
source: {volts} V
ru: {volts} В

# scanner_scanning
source: Scanning for devices...
bg: Сканиране за устройства...
de: Scannen nach Geräten...
es: Escaneando dispositivos...
fr: Recherche de périphériques...
it: Scansione in corso per i dispositivi...
nl: Scannen naar apparaten...
pl: Skanowanie urządzeń...
pt: Procurando por dispositivos...
ru: Поиск устройств...
sk: Skrívania zariadení...
sl: Skeniram za naprave...
sv: Söker efter enheter...
zh: 扫描设备…

# scanner_connecting
source: Connecting...
bg: Свързвам се...
de: Verbunden...
es: Conectando...
fr: Connexion en cours...
it: Connessione...
nl: Verbinden...
pl: Łączenie...
pt: Conectando...
ru: Подключение...
sk: Pripojujem sa...
sl: Povezujem se...
sv: Anslutning...
zh: 连接中...

# scanner_disconnecting
source: Disconnecting...
bg: Изключване...
de: Trenne...
es: Desconectando...
fr: Déconnexion...
it: Disconnessione...
nl: Verbinding verbreken...
pl: Odłączanie...
pt: Desconectando...
ru: Отключение...
sk: Odpojuje sa...
sl: Odklapljam se...
sv: Anslutning bryts...
zh: 断开中...

# scanner_notConnected
source: Not connected
bg: Не е свързан
de: Nicht verbunden
es: No está conectado
fr: Non connecté
it: Non connesso
nl: Niet verbonden
pl: Niepołączony
pt: Não está conectado
ru: Не подключено
sk: Nezriadené
sl: Nezavezan
sv: Inte ansluten
zh: 未连接

# scanner_connectedTo
source: Connected to {deviceName}
bg: Свързано с {deviceName}
de: Verbunden mit {deviceName}
es: Conectado a {deviceName}
fr: Connecté à {deviceName}
it: Connesso a {deviceName}
nl: Verbonden met {deviceName}
pl: Połączono z {deviceName}
pt: Conectado a {deviceName}
ru: Подключено к {deviceName}
sk: Pripojené k {deviceName}
sl: Povezan s {deviceName}
sv: Ansluten till {deviceName}
zh: 已连接至 {deviceName}

# scanner_searchingDevices
source: Searching for MeshCore devices...
bg: Търсене на устройства MeshCore...
de: Suche nach MeshCore-Geräten...
es: Buscando dispositivos MeshCore...
fr: Recherche des appareils MeshCore...
it: Ricerca dispositivi MeshCore...
nl: Zoeken naar MeshCore apparaten...
pl: Wyszukiwanie urządzeń MeshCore...
pt: Procurando dispositivos MeshCore...
ru: Поиск устройств MeshCore...
sk: Hľadám zariadenia MeshCore...
sl: Iskanje naprav MeshCore...
sv: Söker efter MeshCore-enheter...
zh: 搜索 MeshCore 设备...

# scanner_tapToScan
source: Tap Scan to find MeshCore devices
bg: Натиснете Сканиране, за да намерите устройства MeshCore.
de: Tippen Sie auf Scan, um MeshCore-Geräte zu finden.
es: Toca Escanear para encontrar dispositivos MeshCore
fr: Appuyez sur Scanner pour trouver les appareils MeshCore
it: Tocca Scansiona per trovare i dispositivi MeshCore
nl: Tik Scan om MeshCore apparaten te vinden
pl: Naciśnij Skan, aby znaleźć urządzenia MeshCore
pt: Toque em "Escanear" para encontrar dispositivos MeshCore
ru: Нажмите для поиска MeshCore устройств
sk: Stlač skenovanie na nájdenie zariadení MeshCore.
sl: Nagneš na skeniranje za najdene naprave MeshCore.
sv: Tryck Skanna för att hitta MeshCore-enheter
zh: 点击扫描以查找MeshCore设备

# scanner_connectionFailed
source: Connection failed: {error}
bg: Връзката не успя: {error}
de: Verbindungsfehler: {error}
es: Error de conexión: {error}
fr: Échec de la connexion : {error}
it: Connessione fallita: {error}
nl: Verbinding mislukt: {error}
pl: Połączenie nieudane: {error}
pt: Falha na conexão: {error}
ru: Подключение не удалось: {error}
sk: Pripojenie zlyhalo: {error}
sl: Pošlo je z povezavo: {error}
sv: Anslutning misslyckades: {error}
zh: 连接失败：{error}

# scanner_stop
source: Stop
bg: Спрете
de: Stopp
es: Detener
fr: Arrêter
it: Interrompere
nl: Stoppen
pl: Zatrzymaj
pt: Pare
ru: Стоп
sk: Zastavte
sl: Prekliči
sv: Stoppa
zh: 停止

# scanner_scan
source: Scan
bg: Сканирай
de: Scannen
es: Escanea
fr: Scanner
it: Scansiona
pl: Przeskanuj
pt: Digitalizar
ru: Сканирование
sk: Skončiť
sl: Skeniraj
sv: Skanna
zh: 扫描

# device_quickSwitch
source: Quick switch
bg: Бързо превключване
de: Schneller Umschalten
es: Cambiar rápidamente
fr: Basculement rapide
it: Passa velocemente
nl: Snelle overschakeling
pl: Szybka zmiana
pt: Mudar rapidamente
ru: Быстрое переключение
sk: Rýchle prepínač
sl: Hitro preklop
sv: Snabb växling
zh: 快速切换

# settings_title
source: Settings
bg: Настройки
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
zh: 设置

# settings_deviceInfo
source: Device Info
bg: Информация за устройството
de: Geräteinformationen
es: Información del dispositivo
fr: Informations du périphérique
it: Informazioni Dispositivo
nl: Apparateninformatie
pl: Informacje o urządzeniu
pt: Informações do Dispositivo
ru: Информация об устройстве
sk: Informácie o zariadení
sl: Informacije o napravei
sv: Enhetens information
zh: 设备信息

# settings_appSettings
source: App Settings
bg: Настройки на приложението
de: App-Einstellungen
es: Configuración de la App
fr: Paramètres de l'application
it: Impostazioni App
nl: App Instellingen
pl: Ustawienia aplikacji
pt: Configurações do App
ru: Настройки приложения
sk: Nastavenia aplikácie
sl: Nastavitve aplikacije
sv: Appinställningar
zh: 应用设置

# settings_appSettingsSubtitle
source: Notifications, messaging, and map preferences
bg: Уведомления, съобщения и предпочитания за карта
de: Benachrichtigungen, Messaging und Kartenwahrnehmungen
es: Notificaciones, mensajes y preferencias de mapa
fr: Notifications, messagerie et préférences de carte
it: Notifiche, messaggi e preferenze della mappa
nl: Notificaties, berichten en kaartinstellingen
pl: Powiadomienia, wiadomości i preferencje mapy
pt: Notificações, mensagens e preferências de mapa
ru: Уведомления, сообщения и настройки карты
sk: Upozornenia, správy a nastavenia mapy
sl: Obveščanja, sporoščanje in zemljevidi.
sv: Meddelanden, notiser och kartinställningar
zh: 通知、消息和地图偏好

# settings_nodeSettings
source: Node Settings
bg: Настройки на възела
de: Knoten-Einstellungen
es: Configuración del Nodo
fr: Paramètres du nœud
it: Impostazioni Nodo
nl: Node Instellingen
pl: Ustawienia węzła
pt: Configurações do Nó
ru: Настройки ноды
sk: Nastavenia uzla
sl: Nastavitev časa
sv: Nodinställningar
zh: 节点设置

# settings_nodeName
source: Node Name
bg: Име на възела
de: Knotenname
es: Nombre del nodo
fr: Nom du nœud
it: Nome Nodo
nl: Node Naam
pl: Nazwa węzła
pt: Nome do Nó
ru: Имя ноды
sk: Názov uzla
sl: Ime node-a
sv: Nodnamn
zh: 节点名称

# settings_nodeNameNotSet
source: Not set
bg: Не е зададено
de: Nicht festgelegt
es: No está configurado
fr: Non défini
it: Non impostato
nl: Niet ingesteld
pl: Nie ustawione
pt: Não definido
ru: Не установлено
sk: Nezriadené
sl: Ni nastavljeno
sv: Inte angivet
zh: 未设置

# settings_nodeNameHint
source: Enter node name
bg: Въведете име на възел
de: Gib den Knotenamen ein
es: Introducir nombre de nodo
fr: Entrer le nom du nœud
it: Inserisci nome nodo
nl: Voer nodenaam in
pl: Wprowadź nazwę węzła
pt: Insira o nome do nó
ru: Введите имя ноды
sk: Zadajte názov uzla
sl: Vnesite ime node-a
sv: Ange nodnamn
zh: 请输入节点名称

# settings_nodeNameUpdated
source: Name updated
bg: Името е актуализирано
de: Name aktualisiert
es: Nombre actualizado
fr: Nom mis à jour
it: Nome aggiornato
nl: Naam bijgewerkt
pl: Imię zaktualizowane
pt: Nome atualizado
ru: Имя обновлено
sk: Meno aktualizované
sl: Ime posodobljeno
sv: Namn uppdaterat
zh: 姓名已更新

# settings_radioSettings
source: Radio Settings
bg: Настройки на радиопредавателя
de: Funk Einstellungen
es: Configuración de Radio
fr: Paramètres Radio
it: Impostazioni Radio
nl: Radio Instellingen
pl: Ustawienia radia
pt: Configurações de Rádio
ru: Настройки радио
sk: Nastavenia rádia
sl: Nastavitve radija
sv: Radioinställningar
zh: 无线设置

# settings_radioSettingsSubtitle
source: Frequency, power, spreading factor
bg: Честота, мощност, разпространяващ фактор
de: Frequenz, Leistung, Verbreitungsfaktor
es: Frecuencia, potencia, factor de dispersión
fr: Fréquence, puissance, facteur d'espacement
it: Frequenza, potenza, fattore di dispersione
nl: Frequentie, vermogen, spredfactor
pl: Częstotliwość, moc, współczynnik rozpraszania
pt: Frequência, potência, fator de espalhamento
ru: Частота, мощность и коэффициент распространения
sk: Frekvencia, výkon, rozptylovací faktor
sl: Frekvenca, moč, razširitveni faktor
sv: Frekvens, effekt, spridningsfaktor
zh: 频率，功率，扩展因子

# settings_radioSettingsUpdated
source: Radio settings updated
bg: Радио настройките са актуализирани
de: Funkparameter aktualisiert
es: Ajustes de radio actualizados
fr: Paramètres radio mis à jour
it: Impostazioni radio aggiornate
nl: Radio instellingen bijgewerkt
pl: Ustawienia radia zostały zaktualizowane
pt: Configurações de rádio atualizadas
ru: Настройки радио обновлены
sk: Nastavenia rádia aktualizované
sl: Radio nastavitve posodobljene
sv: Radioinställningarna har uppdaterats
zh: 射频设置已更新

# settings_location
source: Location
bg: Местоположение
de: Ort
es: Ubicación
fr: Emplacement
it: Posizione
nl: Locatie
pl: Lokalizacja
pt: Localização
ru: Позиция
sk: Lokalita
sl: Lokacija
sv: Plats
zh: 位置

# settings_locationSubtitle
source: GPS coordinates
bg: Координати на GPS
de: GPS-Koordinaten
es: Coordenadas GPS
fr: Coordonnées GPS
it: coordinate GPS
nl: GPS coördinaten
pl: Koordynaty GPS
pt: Coordenadas GPS
ru: Координаты GPS
sk: GPS súradnice
sl: GPS koordinate
sv: GPS koordinater
zh: GPS坐标

# settings_locationUpdated
source: Location updated
bg: Местоположението е актуализирано
de: Ort aktualisiert
es: Ubicación actualizada
fr: Emplacement mis à jour
it: Posizione aggiornata
nl: Locatie bijgewerkt
pl: Lokalizacja zaktualizowana
pt: Localização atualizada
ru: Позиция и настройки GPS обновлены
sk: Lokalita aktualizovaná
sl: Lokacija posodobljena
sv: Plats uppdaterad
zh: 位置已更新

# settings_locationBothRequired
source: Enter both latitude and longitude.
bg: Въведете както географска ширина, така и географска дължина.
de: Bitte geben Sie sowohl Breite als auch Längengrad ein.
es: Introduzca tanto la latitud como la longitud.
fr: Entrez la latitude et la longitude.
it: Inserire sia la latitudine che la longitudine.
nl: Voer zowel breedte- als lengtegraad in.
pl: Wprowadź zarówno szerokość, jak i długość geograficzną.
pt: Insira a latitude e a longitude.
ru: Введите широту и долготу.
sk: Zadajte obidve zložky zemyslenia a zložky meracieho kruhu.
sl: Vnesite širino in dolžino.
sv: Ange både latitud och longitud.
zh: 请输入纬度和经度。

# settings_locationInvalid
source: Invalid latitude or longitude.
bg: Невалидна ширина или дължина.
de: Ungültige Breiten- oder Längengrade.
es: Latitud o longitud inválidos.
fr: Latitude ou longitude invalide.
it: Latitudine o longitudine non valida.
nl: Ongeldige breedtegraad of lengtegraad.
pl: Nieprawidłowa szerokość geograficzna lub długość geograficzna.
pt: Latitude ou longitude inválidos.
ru: Неверная широта или долгота.
sk: Neplatná šírka alebo dĺžka.
sl: Neveljavna zemeljska širina ali dolžina.
sv: Ogiltig latitud eller longitud.
zh: 无效的纬度或经度。

# settings_latitude
source: Latitude
bg: Широчина
de: Breitengrad
es: Latitud
it: Latitudine
nl: Breedtegraad
pl: Szerokość
ru: Широта
sk: Súradnica
sl: Širina
sv: Latitud
zh: 纬度

# settings_longitude
source: Longitude
bg: Дължина
de: Längengrad
es: Longitud
it: Longitudine
nl: Lengtegraad
pl: Długość
ru: Долгота
sk: Dĺžka
sl: Dolžina
sv: Längdgrad
zh: 经度

# settings_privacyMode
source: Privacy Mode
bg: Режим на поверителност
de: Privatschutzzustand
es: Modo Privacidad
fr: Mode de confidentialité
it: Modalità Privacy
pl: Tryb Prywatny
pt: Modo de Privacidade
ru: Режим конфиденциальности
sk: Režim ochrany súkromia
sl: Zasebnost
sv: Privatläge
zh: 隐私模式

# settings_privacyModeSubtitle
source: Hide name/location in advertisements
bg: Скриване на име/местоположение в рекламите
de: Verstecken Sie Name/Ort in Anzeigen
es: Ocultar nombre/ubicación en anuncios
fr: Cacher le nom/l'emplacement dans les annonces
it: Nascondere nome/luogo negli annunci
nl: Naam/locatie verbergen in advertenties
pl: Ukryj imię/lokalizację w reklamach
pt: Esconder nome/localização em anúncios
ru: Скрыть имя/позицию в анонсировании
sk: Skryť meno/poloha v reklamách
sl: Skrita imena/lokacije v oglasih
sv: Dölj namn/plats i annonser
zh: 隐藏在广告中的姓名/位置

# settings_privacyModeToggle
source: Toggle privacy mode to hide your name and location in advertisements.
bg: Активирайте режим на поверителност, за да скриете името и местоположението си в рекламите.
de: Aktivieren Sie den Datenschutzzustand, um Ihren Namen und Ihre Standortdaten in Anzeigen zu verbergen.
es: Activar el modo de privacidad para ocultar tu nombre y ubicación en los anuncios.
fr: Activer le mode confidentialité pour masquer votre nom et votre localisation dans les annonces.
it: Attiva la modalità privacy per nascondere il tuo nome e la tua posizione negli annunci.
nl: Schakel privacy modus in om je naam en locatie in advertenties te verbergen.
pl: Włącz tryb prywatności, aby ukryć swoje imię i lokalizację w reklamach.
pt: Ative o modo de privacidade para ocultar seu nome e localização em anúncios.
ru: Включите режим конфиденциальности, чтобы скрыть свое имя и местоположение в анонсировании.
sk: Prepínač súkromného režimu skryje vaše meno a polohu v reklamách.
sl: Omogoči način zasebnosti, da skrijemo tvoje ime in lokacijo v oglasih.
sv: Aktivera privatläge för att dölja ditt namn och din plats i annonser.
zh: 开启隐私模式以隐藏您的姓名和位置在广告中的显示。

# settings_privacyModeEnabled
source: Privacy mode enabled
bg: Режим на поверителност е активиран
de: Privatschutzzustand aktiviert
es: Modo de privacidad activado
fr: Mode de confidentialité activé
it: Modalità privacy abilitata
nl: Privacy modus is ingeschakeld
pl: Tryb prywatności włączony
pt: Modo de privacidade ativado
ru: Режим конфиденциальности включен
sk: Ochranný režim je povolený.
sl: Privatni način je omogočen.
sv: Privatläget är aktiverat
zh: 隐私模式已启用

# settings_privacyModeDisabled
source: Privacy mode disabled
bg: Режим на поверителност е деактивиран
de: Datenschutzmodus deaktiviert
es: Modo de privacidad desactivado
fr: Mode de confidentialité désactivé
it: Modalità privacy disabilitata
nl: Privacy modus is uitgeschakeld
pl: Tryb prywatności wyłączony
pt: Modo de privacidade desativado
ru: Режим конфиденциальности выключен
sk: Ochranný režim je vypnutý
sl: Privatni način je onemogočen.
sv: Privatläge är avstängt
zh: 隐私模式已禁用

# settings_actions
source: Actions
bg: Действия
de: Aktionen
es: Acciones
it: Azioni
nl: Acties
pl: Działania
pt: Ações
ru: Действия
sk: Možné akcie
sl: Akcije
sv: Åtgärder
zh: 操作

# settings_sendAdvertisement
source: Send Advertisement
bg: Изпрати Реклама
de: Senden Sie Anzeige
es: Enviar Anuncio
fr: S'annoncer
it: Invia Annuncio
nl: Verzend Advertentie
pl: Wyślij Reklamę
pt: Enviar Publicidade
ru: Отправить анонсирование
sk: Odoslať reklamu
sl: Pošlji Oglas
sv: Skicka Annons
zh: 发送广告

# settings_sendAdvertisementSubtitle
source: Broadcast presence now
bg: Сега присъствие в ефир
de: Sendungsstatus jetzt
es: Presencia de transmisión ahora
fr: Présence diffusée maintenant
it: Presenza trasmessa ora
nl: Nu aanwezigheid uitzenden
pl: Obecność transmisji jest teraz
pt: Presença de transmissão agora
ru: Отправить анонсирование о присутствии сейчас
sk: Momentálne priezornejšie.
sl: Trenutna prisotnost v oddajah
sv: Sändning finns nu
zh: 现在已广播

# settings_advertisementSent
source: Advertisement sent
bg: Реклама изпратена
de: Anzeige gesendet
es: Anuncio enviado
fr: Annonce envoyée
it: Annuncio inviato
nl: Advertentie verzonden
pl: Reklama wysłana
pt: Anúncio enviado
ru: Анонсирование отправлено
sk: Reklama odeslaná
sl: Oglas poslan
sv: Annons skickad
zh: 广告已发送

# settings_syncTime
source: Sync Time
bg: Време за синхронизация
de: Synchronisierungszeit
es: Tiempo de Sincronización
fr: Temps de synchronisation
it: Tempo di sincronizzazione
nl: Synchronisatie Tijd
pl: Czas synchronizacji
pt: Tempo de Sincronização
ru: Синхронизация времени
sk: Čas synchronizácie
sl: Nastavi uro
sv: Synkroniseringstid
zh: 同步时间

# settings_syncTimeSubtitle
source: Set device clock to phone time
bg: Задайте часовника на устройството да отговаря на времето на телефона.
de: Stelle die Gerätewielfalt auf die Uhrzeit des Telefons ein
es: Establecer la hora del dispositivo al tiempo del teléfono
fr: Définir l'heure de l'appareil sur l'heure du téléphone.
it: Imposta l'orologio del dispositivo sull'ora del telefono
nl: Stel de apparaatklok in op de tijd van de telefoon.
pl: Ustaw zegar urządzenia na czas telefonu.
pt: Definir o relógio do dispositivo para o horário do telefone
ru: Синхронизировать время с телефоном
sk: Nastaviť hodiny zariadenia na čas telefónu
sl: Nastavi uro naprave na čas telefona
sv: Ställ enheten till telefonens tid
zh: 将设备时钟设置为手机时间

# settings_timeSynchronized
source: Time synchronized
bg: Синхронизирано във времето
de: Zeit synchronisiert
es: Sincronizado en el tiempo
fr: Synchronisation temporelle
it: Sincronizzato nel tempo
nl: Tijdsynchronisatie
pl: Synchronizacja czasu
pt: Sincronizado com o tempo
ru: Время синхронизировано
sk: Čas synchronizovaný
sl: Ura sinhronizirana
sv: Tidssynkroniserat
zh: 时间同步

# settings_refreshContacts
source: Refresh Contacts
bg: Презареди контакти
de: Kontakte aktualisieren
es: Actualizar Contactos
fr: Rafraîchir les Contacts
it: Aggiorna Contatti
nl: Contacten vernieuwen
pl: Odśwież Kontakty
pt: Atualizar Contatos
ru: Обновить контакты
sk: Načítať Kontakty
sl: Ponovno obišči kontakte
sv: Uppdatera Kontakter
zh: 刷新联系人

# settings_refreshContactsSubtitle
source: Reload contact list from device
bg: Презареди списъка с контакти от устройството
de: Kontakte-Liste vom Gerät neu laden
es: Recargar lista de contactos del dispositivo
fr: Recharger la liste des contacts depuis l'appareil
it: Ricaricare l'elenco dei contatti dal dispositivo
nl: Contactlijst opnieuw laden van het apparaat
pl: Odśwież listę kontaktów z urządzenia
pt: Recarregar a lista de contatos do dispositivo
ru: Перезагрузить список контактов с устройства
sk: Načítať zoznam kontaktov z zariadenia
sl: Ponovno naloži seznam stikov v napravi
sv: Ladda om kontaktlistan från enheten
zh: 从设备重新加载联系人列表

# settings_rebootDevice
source: Reboot Device
bg: Рестартирайте устройството
de: Gerät neu starten
es: Reiniciar Dispositivo
fr: Réinitialiser l'appareil
it: Riavvia Dispositivo
nl: Apparaat opnieuw opstarten
pl: Zrestartuj Urządzenie
pt: Reiniciar Dispositivo
ru: Перезагрузить устройство
sk: Restartovať zariadenie
sl: Ponovni zagon naprave
sv: Starta om enheten
zh: 重启设备
