Repository: wel97459/meshcore-open
Catalog: lib/l10n/app_*.arb
Languages: bg, de, es, fr, it, nl, pl, pt, ru, sk, sl, sv, zh

# listFilter_az
source: A-Z
fr: A à Z
ru: По алфавиту

# listFilter_filters
source: Filters
bg: Филтри
de: Filtere
es: Filtros
fr: Filtres
it: Filtri
pl: Filtry
pt: Filtros
ru: Фильтры
sk: Filtre
sl: Filtri
sv: Filteralternativ
zh: 筛选

# listFilter_all
source: All
bg: Всички
de: Alle
es: Todas
fr: Tout
it: Tutti
nl: Alles
pl: Wszystko
pt: Tudo
ru: Все
sk: Všetko
sl: Vse
sv: Alla
zh: 全部

# listFilter_users
source: Users
bg: Потребители
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
nl: Gebruikers
pl: Użytkownicy
pt: Usuários
ru: Пользователи
sk: Používatelia
sl: Uporabniki
sv: Användare
zh: 用户

# listFilter_repeaters
source: Repeaters
bg: Повторители
de: Wiederholer
es: Repetidores
fr: Répéteurs
it: Ripetitori
pl: Powtarzacze
pt: Repetidores
ru: Репитеры
sk: Opakovadlá
sl: Ponovitve
sv: Upprepare
zh: 重复器

# listFilter_roomServers
source: Room servers
bg: Сървъри на стая
de: Raumserver
es: Servidores de la sala
fr: Serveurs de pièce
it: Server della stanza
pl: Serwery pokoju
pt: Servidores de sala
ru: Серверы комнат
sk: Servéry miestnosti
sl: Smeti za prostore
sv: Rumservrar
zh: 房间服务器

# listFilter_unreadOnly
source: Unread only
bg: Само непрочетените
de: Nur nicht gelesen
es: Solo sin leer
fr: Messages non lus seulement
it: Solo non letto
nl: Alleen ongelezen
pl: Tylko nieprzeczytane
pt: Apenas não lido
ru: Только непрочитанные
sk: Nezaregistrované len
sl: Nezbrani samo
sv: Endast oinlästa
zh: 未读消息

# listFilter_newGroup
source: New group
bg: Нова група
de: Neue Gruppe
es: Nuevo grupo
fr: Nouvelle groupe
it: Nuovo gruppo
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo grupo
ru: Новая группа
sk: Nová skupina
sl: Nova skupina
sv: Ny grupp
zh: 新组

# settings_aboutLegalese
source: 2026 MeshCore Open Source Project
bg: Проект MeshCore с отворен код 2024 г.
de: MeshCore Open Source Projekt 2026
es: 2026 Proyecto Open Source MeshCore
fr: Projet MeshCore Open Source 2026
it: Progetto Open Source MeshCore 2024
nl: MeshCore Open Source Project 2024
pl: Projekt MeshCore Open Source 2026
pt: Projeto MeshCore de Código Aberto 2024
sk: MeshCore Open Source Projekt 2024
sl: Odprtokodni projekt MeshCore 2024
sv: 2024 MeshCore Öppen Källkodsprojekt
zh: 2024 MeshCore 开放源代码项目

# settings_infoId
source: ID
bg: ИД

# channels_pskHex
source: PSK (Hex)
sk: PSK (Šifrovacia kľúčik)
sl: PSK (Šestnajstbinska)
zh: PSK (十六进制)

# channelPath_timeWithDate
source: {day}/{month} {time}
es: {day}/{month} a las {time}
sv: {day}/{month} kl. {time}
