Repository: wel97459/meshcore-open
Catalog: lib/l10n/app_*.arb
Languages: bg, de, es, fr, it, nl, pl, pt, ru, sk, sl, sv, zh

# appSettings_autoRouteRotationEnabled
source: Auto route rotation enabled
bg: Автоматично маршрутизиране вкл.
de: Automatische Routenrotation aktiviert
es: Rotación de ruta automática habilitada
fr: Rotation du routage automatique activée
it: Rotazione percorso automatico abilitata
nl: Automatische route rotatie ingeschakeld
pl: Automatyczne obracanie tras włączone
pt: Rotação de roteamento automático habilitada
ru: Автоматическое переключение маршрутов включено
sk: Automatické otáčanie trasy povolené
sl: Samodejno krmilno rotiranje omogočeno
sv: Automatisk ruttrotation är aktiverad
zh: 自动路径轮换已启用

# appSettings_autoRouteRotationDisabled
source: Auto route rotation disabled
bg: Автоматично маршрутизирането е деактивирано
de: Automatische Routenrotation deaktiviert
es: Rotación de ruta automática desactivada
fr: Rotation de l'itinéraire automatique désactivée
it: Rotazione del percorso automatico disabilitata
nl: Automatische route rotatie is uitgeschakeld
pl: Automatyczne obracanie tras wyłączone
pt: Rotação de roteamento automático desativada
ru: Автоматическое переключение маршрутов отключено
sk: Automatické prekladanie trás pozastavené
sl: Samodejno krmilno rotiranje je onemogočeno
sv: Automatisk ruttrotation är avstängd
zh: 自动路径轮换已禁用

# appSettings_battery
source: Battery
bg: Батерия
de: Akku
es: Batería
fr: Batterie
it: Batteria
nl: Batterij
pl: Bateria
pt: Bateria
ru: Батарея
sk: Batéria
sl: Baterija
sv: Batteri
zh: 电池

# appSettings_batteryChemistry
source: Battery Chemistry
bg: Химия на батерията
de: Batteriechemie
es: Química de la batería
fr: Chimie de la batterie
it: Chimica della batteria
nl: Batterijchemie
pl: Chemia Baterii
pt: Química da Bateria
ru: Химия батареи
sk: Chemická zloženie batérie
sl: Kemija baterije
sv: Batterikemi
zh: 电池化学

# appSettings_batteryChemistryPerDevice
source: Set per device ({deviceName})
bg: Зададено за устройство ({deviceName})
de: Konfiguriert pro Gerät ({deviceName})
es: Configuración por dispositivo ({deviceName})
fr: Définir par appareil ({deviceName})
it: Impostazione per dispositivo ({deviceName})
nl: Instellen per apparaat ({deviceName})
pl: Ustawione na urządzenie ({deviceName})
pt: Definir por dispositivo ({deviceName})
ru: Установить для устройства ({deviceName})
sk: Nastavenie pre {deviceName}
sl: Nastavitev za napravo ({deviceName})
sv: Ställ in per enhet ({deviceName})
zh: 设置每个设备 ({deviceName})

# appSettings_batteryChemistryConnectFirst
source: Connect to a device to choose
bg: Свържете се с устройство, за да изберете.
de: Verbinde ein Gerät, um zu wählen
es: Conéctate a un dispositivo para elegir
fr: Connectez un appareil pour choisir
it: Connetti a un dispositivo per scegliere
nl: Verbind met een apparaat om te selecteren
pl: Połącz się z urządzeniem, aby wybrać
pt: Conecte-se a um dispositivo para escolher
ru: Подключитесь к устройству, чтобы выбрать
sk: Pripojte sa k zariadeniu na výber
sl: Za izbiro se poveži z napravo
sv: Anslut till en enhet för att välja
zh: 连接设备以选择

# appSettings_batteryNmc
source: 18650 NMC (3.0-4.2V)
ru: 18650 NMC (3.0–4.2 В)

# appSettings_batteryLifepo4
source: LiFePO4 (2.6-3.65V)
bg: Литиево желязо фосфат (2.6-3.65V)
ru: LiFePO4 (2.6–3.65 В)
zh: 磷酸铁锂 (2.6-3.65V)

# appSettings_batteryLipo
source: LiPo (3.0-4.2V)
bg: Литиев полимер (3.0-4.2V)
ru: LiPo (3.0–4.2 В)

# appSettings_mapDisplay
source: Map Display
bg: Карта за показване
de: Kartendarstellung
es: Visualización del Mapa
fr: Affichage de la carte
it: Visualizzazione Mappa
nl: Kaartweergave
pl: Wyświetlanie mapy
pt: Exibição do Mapa
ru: Отображение карты
sk: Zobrazenie mapy
sl: Prikaz zemljevida
sv: Kartvisning
zh: 地图显示

# appSettings_showRepeaters
source: Show Repeaters
bg: Показване на повторители
de: Zeige Repeater
es: Mostrar Repetidores
fr: Afficher les répétiteurs
it: Mostra Ripetitori
nl: Toon Repeaters
pl: Pokaż Powtórniki
pt: Mostrar Repetidores
ru: Показывать репитеры
sk: Zobraziť opakovače
sl: Prikaži repetitorje
sv: Visa återuppslag
zh: 显示循环器

# appSettings_showRepeatersSubtitle
source: Display repeater nodes on the map
bg: Показване на възпроизвеждащи се възли на картата
de: Zeige Repeater-Knoten auf der Karte an
es: Mostrar nodos de repetidor en el mapa
fr: Afficher les nœuds répétiteurs sur la carte
it: Mostra i nodi ripetitori sulla mappa
nl: Toon repeaternodes op de kaart
pl: Wyświetl węzły powtarzające się na mapie
pt: Exibir nós de repetidor no mapa
ru: Отображать репитеры на карте
sk: Zobraziť opakujúce sa uzly na mape
sl: Prikaži repetitorje na mapi
sv: Visa återspelsnoder på kartan
zh: 在地图上显示重复节点

# appSettings_showChatNodes
source: Show Chat Nodes
bg: Покажи Възли на Чат
de: Zeige Chat-Knoten
es: Mostrar Nodos de Chat
fr: Afficher les nœuds de discussion
it: Mostra Nodi Chat
nl: Chat Nodes tonen
pl: Pokaż Węzły Rozmowy
pt: Mostrar Nós de Chat
ru: Показывать чат-ноды
sk: Zobraziť uzly chatových správ
sl: Prikaži naprave za klepet
sv: Visa Chattnoder
zh: 显示聊天节点

# appSettings_showChatNodesSubtitle
source: Display chat nodes on the map
bg: Показване на чат възли на картата
de: Chat-Knoten auf der Karte anzeigen
es: Mostrar nodos de chat en el mapa
fr: Afficher les nœuds de chat sur la carte
it: Mostra i nodi di chat sulla mappa
nl: Chatnodes weergeven op de kaart
pl: Wyświetl węzły czatu na mapie
pt: Exibir nós de chat no mapa
ru: Отображать чат-ноды на карте
sk: Zobraziť chatové uzly na mape
sl: Prikaži naprave na zemljevidu
sv: Visa chattnoder på kartan
zh: 在地图上显示聊天节点

# appSettings_showOtherNodes
source: Show Other Nodes
bg: Покажи други възли
de: Zeige andere Knoten
es: Mostrar otros nodos
fr: Afficher d'autres nœuds
it: Mostra altri nodi
nl: Toon Andere Nodes
pl: Pokaż inne węzły
pt: Mostrar Outros Nós
ru: Показывать другие ноды
sk: Zobraziť ďalšie uzly
sl: Pokaži druge naprave
sv: Visa andra noder
zh: 显示其他节点

# appSettings_showOtherNodesSubtitle
source: Display other node types on the map
bg: Покажи други типове възли на картата
de: Andere Knotentypen auf der Karte anzeigen
es: Mostrar otros tipos de nodo en el mapa
fr: Afficher d'autres types de nœuds sur la carte
it: Mostra altri tipi di nodo sulla mappa
nl: Toon andere nodetypes op de kaart
pl: Wyświetl inne typy węzłów na mapie
pt: Exibir outros tipos de nó no mapa
ru: Отображать другие типы нод на карте
sk: Zobraziť ostatné typy uzlov na mape
sl: Pokaži druge vrste naprav na zemljevidu.
sv: Visa andra nodtyper på kartan
zh: 显示其他节点类型在地图上

# appSettings_timeFilter
source: Time Filter
bg: Филтриране по време
de: Zeitfilter
es: Filtro de Tiempo
fr: Filtre du temps
it: Filtro Temporale
nl: Filter op tijd
pl: Filtrowanie Czasu
pt: Filtro de Tempo
ru: Фильтр по времени
sk: Filtrovacie Časové Obdoby
sl: Filter po času
sv: Tidsfilter
zh: 时间筛选

# appSettings_timeFilterShowAll
source: Show all nodes
bg: Покажи всички възли
de: Alle Knoten anzeigen
es: Mostrar todos los nodos
fr: Afficher tous les nœuds
it: Mostra tutti i nodi
nl: Alle nodes tonen
pl: Pokaż wszystkie węzły
pt: Mostrar todos os nós
ru: Показывать все ноды
sk: Zobraziť všetky uzly
sl: Pokaži vse naprave
sv: Visa alla noder
zh: 显示所有节点

# appSettings_timeFilterShowLast
source: Show nodes from last {hours} hours
bg: Покажи възли от последните {hours} часа
de: Zeige Knoten der letzten {hours} Stunden an
es: Mostrar nodos de las últimas {hours} horas
fr: Afficher les nœuds des {hours} dernières heures
it: Mostra i nodi delle ultime {hours} ore
nl: Toon nodes van de laatste {hours} uur
pl: Pokaż węzły z ostatnich {hours} godzin
pt: Mostrar nós das últimas {hours} horas
ru: Показывать ноды за последние {hours} ч
sk: Zobraziť uzly z posledných {hours} hodín
sl: Pokaži naprave v zadnjih {hours} urah
sv: Visa noder från de senaste {hours} timmarna
zh: 显示来自过去 {hours} 小时的节点

# appSettings_mapTimeFilter
source: Map Time Filter
bg: Филтри за време на картата
de: Kartent Zeitfilter
es: Filtro de Tiempo del Mapa
fr: Filtre du Temps de la Carte
it: Filtro Tempo Mappa
nl: Filter tijd op kaart
pl: Filtrowanie Czasu Mapy
pt: Filtro de Tempo do Mapa
ru: Временной фильтр карты
sk: Filtračný čas mapy
sl: Filter časa na zemljevidu
sv: Karttid Filter
zh: 地图时间筛选

# appSettings_showNodesDiscoveredWithin
source: Show nodes discovered within:
bg: Покажи възлите, открити в:
de: Zeige Knoten, die innerhalb von:
es: Mostrar nodos descubiertos dentro de:
fr: Afficher les nœuds découverts dans :
it: Mostra i nodi scoperti all'interno di:
nl: Toon nodes ontdekt binnen:
pl: Pokaż węzły odkryte w:
pt: Mostrar nós descobertos dentro de:
ru: Показывать ноды, обнаруженные за:
sk: Zobraziť uzly objavené v:
sl: Pokaži naprave odkrite v:
sv: Visa noder som upptäckts inom:
zh: 显示发现的节点在：

# appSettings_allTime
source: All time
bg: Всичко време
de: Alle Zeit
es: Todo el tiempo
fr: Tout le temps
it: Tutto il tempo
nl: Altijd
pl: Wszystko czasowo
pt: Todos os tempos
ru: Всё время
sk: Všetky časy
sl: Brez omejitev
sv: Totalen
zh: 所有时间

# appSettings_lastHour
source: Last hour
bg: Последната минута
de: Letzter Stunde
es: Última hora
fr: Dernière heure
it: Ultima ora
nl: Laat uur
pl: Ostatnia godzina
pt: Última hora
ru: Последний час
sk: Posledná hodina
sl: V zadnji uri
sv: Sista timmen
zh: 最后小时

# appSettings_last6Hours
source: Last 6 hours
bg: Последни 6 часа
de: Letzte 6 Stunden
es: Últimas 6 horas
fr: Dernières 6 heures
it: Ultimi 6 ore
nl: laatste 6 uur
pl: Ostatnie 6 godzin
pt: Últimos 6 horas
ru: Последние 6 часов
sk: Posledné 6 hodín
sl: Zadnjih 6 ur
sv: De senaste 6 timmarna
zh: 最后6小时

# appSettings_last24Hours
source: Last 24 hours
bg: Последно 24 часа
de: Letzte 24 Stunden
es: Últimas 24 horas
fr: Dernières 24 heures
it: Ultime 24 ore
nl: De laatste 24 uur
pl: Ostatnie 24 godziny
pt: Últimas 24 horas
ru: Последние 24 часа
sk: Posledných 24 hodín
sl: Zadnjih 24 ur
sv: De senaste 24 timmarna
zh: 最后24小时

# appSettings_lastWeek
source: Last week
bg: Миналата седмица
de: Letzte Woche
es: La semana pasada
fr: La semaine dernière
it: La settimana scorsa
nl: Laatste week
pl: Tydzień temu
pt: Da última semana
ru: Последнюю неделю
sk: Minul týždeň
sl: Prejšnji teden
sv: Förra veckan
zh: 上周

# appSettings_offlineMapCache
source: Offline Map Cache
bg: Кеш на офлайн карти
de: Offline-Karten-Cache
es: Caché de Mapa Offline
fr: Cache de Carte Hors Ligne
it: Cache Mappa Offline
nl: Offline Kaarten Cache
pl: Bufor Map Offline
pt: Cache de Mapa Offline
ru: Кэш офлайн-карты
sk: Offline Mapa Pamäť
sl: Shramba zemljevidov brez povezave
sv: Offline Kartcache
zh: 离线地图缓存

# appSettings_noAreaSelected
source: No area selected
bg: Няма избрана област
de: Kein Bereich ausgewählt
es: No se ha seleccionado ningún área
fr: Aucune zone sélectionnée
it: Nessun'area selezionata
nl: Geen gebied geselecteerd
pl: Nie zaznaczono żadnej powierzchni.
pt: Nenhuma área selecionada
ru: Область не выбрана
sk: Neoznačila sa žiadna oblasť
sl: Območje ni izbrano
sv: Ingen area markerad
zh: 未选择任何区域

# appSettings_areaSelectedZoom
source: Area selected (zoom {minZoom}-{maxZoom})
bg: Избрана е област (мащаб {minZoom}-{maxZoom})
de: Ausgewählte Fläche (Zoom {minZoom}-{maxZoom})
es: Área seleccionada (zoom {minZoom}-{maxZoom})
fr: Zone sélectionnée (zoom {minZoom}-{maxZoom})
it: Area selezionata (zoom {minZoom}-{maxZoom})
nl: Geselecteerd gebied (zoom {minZoom}-{maxZoom})
pl: Wybrany obszar (skala {minZoom}-{maxZoom})
pt: Área selecionada (zoom {minZoom}-{maxZoom})
ru: Область выбрана (масштаб {minZoom}–{maxZoom})
sk: Vyberená oblasť (zoom {minZoom}-{maxZoom})
sl: Izbrano območje (povečava {minZoom}-{maxZoom})
sv: Område markerat (zoom {minZoom}-{maxZoom})
zh: 选中的区域（缩放至 {minZoom} - {maxZoom}）

# appSettings_debugCard
source: Debug
bg: Отстрани
de: Fehlerbehebung
es: Depurar
fr: Déboguer
it: Risoluzione dei problemi
pt: Depurar
ru: Отладка
sk: Ladenie
sl: Razhroščevanje
sv: Felsök
zh: 调试

# appSettings_appDebugLogging
source: App Debug Logging
bg: Логване за отстраняване на грешки на приложението
de: App-Debug-Protokollierung
es: Registro de Depuración de la App
fr: Journalisation de débogage de l'application
it: Registrazione Debug App
nl: App Debuggen Loggen
pl: Logowanie Debugowania Aplikacji
pt: Rastreamento de Depuração do Aplicativo
ru: Журнал отладки приложения
sk: Záznamy ladenia aplikácie
sl: Programski dnevnik
sv: App-felsökning och loggning
zh: 应用调试日志

# appSettings_appDebugLoggingSubtitle
source: Log app debug messages for troubleshooting
bg: Записване на съобщения за отстраняване на грешки от приложението за отстраняване на грешки.
de: Protokolliere App-Debug-Nachrichten zur Fehlerbehebung
es: Registrar mensajes de depuración de la app de registro para solucionar problemas
fr: Enregistrez les messages de débogage de l'application Log pour le dépannage.
it: Messaggi di debug dell'app Log per la risoluzione dei problemi
nl: Log app debugberichten voor probleemoplossing
pl: Loguj wiadomości debugowania aplikacji w celu rozwiązywania problemów.
pt: Registrar mensagens de depuração do aplicativo Log para solucionar problemas
ru: Записывать отладочные сообщения приложения для диагностики
sk: Logovací správy aplikácie pre ladenie
sl: Dnevnik debug sporočil za odpravljanje težav
sv: Logga appens felsökningsmeddelanden för felsökning
zh: 记录应用调试消息以供故障排除

# appSettings_appDebugLoggingEnabled
source: App debug logging enabled
bg: Режимът за отстраняване на грешки в приложението е активиран.
de: App-Debug-Protokollierung aktiviert
es: Registro de depuración de la aplicación habilitado
fr: Journalisation de débogage de l'application activée
it: Logging di debug dell'app abilitato
nl: App debug logging is ingeschakeld
pl: Zdebugowanie aplikacji włączone
pt: Log de depuração do aplicativo habilitado
ru: Журнал отладки приложения включён
sk: Aplikácia povolila ladenie protokolmi
sl: Beleženje napak v aplikaciji omogočeno
sv: App felsökning loggning aktiverad
zh: 应用调试日志已启用

# appSettings_appDebugLoggingDisabled
source: App debug logging disabled
bg: Логването за отстраняване на грешки в приложението е изключено.
de: App-Debug-Protokollierung deaktiviert
es: El registro de depuración de la aplicación está desactivado
fr: Le débogage de l'application est désactivé.
it: Logging del debug dell'app disabilitato
nl: App debug logging is uitgeschakeld
pl: Zasubskrybowane logi debugowania aplikacji wyłączone.
pt: O registro de depuração do aplicativo está desativado.
ru: Журнал отладки приложения отключён
sk: Zabudované ladenie aplikácie je vypnuté.
sl: Beleženje napak v aplikacije onemogočeno.
sv: App felsökning är avstängd
zh: 应用调试日志已禁用

# contacts_title
source: Contacts
bg: Контакти
de: Kontakte
es: Contactos
it: Contatti
nl: Contacten
pl: Kontakty
pt: Contactos
ru: Контакты
sk: Kontakty
sl: Stiki
sv: Kontakter
zh: 联系人

# contacts_noContacts
source: No contacts yet
bg: Няма контакти към момента.
de: No Contacts noch
es: Aún no hay contactos.
fr: Aucun contact trouvé.
it: Nessun contatto ancora
nl: Nog geen contacten.
pl: Brak jeszcze kontaktów.
pt: Ainda não existem contatos.
ru: Контактов пока нет
sk: Zatiaľ žiadne kontakty.
sl: Ni stikov.
sv: Inga kontakter ännu
zh: 还没有联系人

# contacts_contactsWillAppear
source: Contacts will appear when devices advertise
bg: Контактите ще се появят, когато устройствата рекламират.
de: Kontakte werden angezeigt, wenn Geräte Werbung machen.
es: Los contactos aparecerán cuando los dispositivos anuncien.
fr: Les contacts apparaîtront lorsque les appareils font leur annonce.
it: I contatti appariranno quando i dispositivi pubblicizzano.
nl: Contacten verschijnen wanneer apparaten zich aanbieden.
pl: Kontakty będą wyświetlane, gdy urządzenia reklamują się.
pt: Os contatos serão exibidos quando os dispositivos anunciarem.
ru: Контакты появятся, когда устройства начнут рассылать оповещения
sk: Kontakty sa zobrazia, keď zariadenia spúšťajú reklamu.
sl: Stiki se bodo prikazali, ko se naprave oglasijo.
sv: Kontakter kommer att visas när enheter annonserar.
zh: 设备会广播时，联系人会显示

# contacts_searchContacts
source: Search contacts...
bg: Търсене на контакти...
de: Suche Kontakte...
es: Buscar contactos...
fr: Rechercher des contacts...
it: Cerca contatti...
nl: Zoek contacten...
pl: Wyszukaj kontakty...
pt: Pesquisar contatos...
ru: Поиск контактов...
sk: Vyhľadávajte kontakty...
sl: Iskanje stikov...
sv: Sök kontakter...
zh: 搜索联系人...

# contacts_noUnreadContacts
source: No unread contacts
bg: Няма непрочетени контакти
de: Keine ungeklärten Kontakte
es: No contactos sin leer
fr: Aucun contact non lu
it: Nessun contatto non letto
nl: Geen ongelezen contacten
pl: Brak nieprzeczytanych kontaktów
pt: Sem contatos não lidos.
ru: Нет непрочитанных контактов
sk: Žiadne neprečítané kontakty
sl: Ne prebrani stiki.
sv: Inga oinlästa kontakter
zh: 未读联系人

# contacts_noContactsFound
source: No contacts or groups found
bg: Няма намерени контакти или групи.
de: Keine Kontakte oder Gruppen gefunden.
es: No se encontraron contactos ni grupos.
fr: Aucun contact ou groupe trouvé.
it: Nessun contatto o gruppo trovato.
nl: Geen contacten of groepen gevonden.
pl: Brak znalezionych kontaktów ani grup.
pt: Não foram encontrados contatos ou grupos.
ru: Контакты или группы не найдены
sk: Neboli nájdených žiadnych kontaktov ani skupiny.
sl: Stiki niso najdeni.
sv: Inga kontakter eller grupper hittades.
zh: 未找到任何联系人或群组

# contacts_deleteContact
source: Delete Contact
bg: Изтрий Контакт
de: Löschen Sie Kontakt
es: Eliminar Contacto
fr: Supprimer le contact
it: Elimina Contatto
nl: Verwijder Contact
pl: Usuń Kontakt
pt: Excluir Contato
ru: Удалить контакт
sk: Odstrániť kontakt
sl: Izbriši stik
sv: Ta bort Kontakt
zh: 删除联系人

# contacts_removeConfirm
source: Remove {contactName} from contacts?
bg: Изтрий {contactName} от контактите?
de: Entfernen {contactName} aus den Kontakten?
es: Eliminar {contactName} de los contactos?
fr: Supprimer {contactName} des contacts ?
it: Eliminare {contactName} dai contatti?
nl: Verwijder {contactName} uit de contacten?
pl: Usuń {contactName} z kontaktów?
pt: Remover {contactName} dos contatos?
ru: Удалить {contactName} из контактов?
sk: Odstrániť {contactName} z kontaktov?
sl: Izbrišem {contactName} iz stikov?
sv: Ta bort {contactName} från kontakter?
zh: 从联系人中删除 {contactName} 吗？

# contacts_manageRepeater
source: Manage Repeater
bg: Управление на Повтарящ се Елемент
de: Wiederholung verwalten
es: Gestionar Repetidor
fr: Gérer le répétiteur
it: Gestisci Ripetitore
nl: Beheer Repeater
pl: Zarządzaj Powtórzami
pt: Gerenciar Repetidor
ru: Управление репитером
sk: Spravovať opakované zoznamy
sl: Upravljaj Ponovitve
sv: Hantera Upprepare
zh: 管理重复项

# contacts_roomLogin
source: Room Login
bg: Вход в стаята
de: Raum-Login
es: Inicio de Sala
fr: Connexion Salle
it: Login Camera
nl: Ruimte Inloggen
pl: Logowanie do pokoju
pt: Login no Quarto
ru: Вход на сервер комнат
sk: Prihlásenie do miestnosti
sl: Prijava v sobo
sv: Rum Inloggning
zh: 房间登录

# contacts_openChat
source: Open Chat
bg: Отвори чат
de: Öffnen Sie Chat
es: Abrir Chat
fr: Ouverture du Chat
it: Apri Chat
pl: Otwórz czat
pt: Abrir Chat
ru: Открыть чат
sk: Otvorené Chat
sl: Odpri klepet
sv: Öppna Chatt
zh: 打开聊天

# contacts_editGroup
source: Edit Group
bg: Редактирай Група
de: Gruppen bearbeiten
es: Editar Grupo
fr: Modifier le groupe
it: Modifica Gruppo
nl: Groep bewerken
pl: Edytuj Grupę
pt: Editar Grupo
ru: Изменить группу
sk: Upraviť skupinu
sl: Uredi skupino
sv: Redigera Grupp
zh: 编辑组

# contacts_deleteGroup
source: Delete Group
bg: Изтрий група
de: Löschen Gruppe
es: Eliminar Grupo
fr: Supprimer le groupe
it: Elimina Gruppo
nl: Groep verwijderen
pl: Usuń Grupę
pt: Excluir Grupo
ru: Удалить группу
sk: Vymažť skupinu
sl: Izbriši skupino
sv: Ta bort Grupp
zh: 删除分组

# contacts_deleteGroupConfirm
source: Remove "{groupName}"?
bg: Премахнете "{groupName}"?
de: Löschen Sie "{groupName}"?
es: Eliminar {groupName}?
fr: Supprimer {groupName}?
it: Eliminare "{groupName}"?
nl: Verwijder {groupName}?
pl: Usuń "{groupName}"?
pt: Remover {groupName}?
ru: Удалить "{groupName}"?
sk: Odstrániť "{groupName}"?
sl: Izbriši {groupName}?
sv: Ta bort {groupName}?
zh: 删除"{groupName}"？

# contacts_newGroup
source: New Group
bg: Нова група
de: Neue Gruppe
es: Nuevo Grupo
fr: Nouvelle Groupe
it: Nuovo Gruppo
nl: Nieuwe Groep
pl: Nowa Grupa
pt: Novo Grupo
ru: Новая группа
sk: Nová skupina
sl: Nova skupina
sv: Ny grupp
zh: 新组

# contacts_groupName
source: Group name
bg: Група
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome gruppo
nl: Groepnaam
pl: Nazwa grupy
pt: Nome do grupo
ru: Имя группы
sk: Názov skupiny
sl: Ime skupine
sv: Gruppnamn
zh: 组名

# contacts_groupNameRequired
source: Group name is required
bg: Името на групата е задължително.
de: Der Gruppennamen ist erforderlich.
es: El nombre del grupo es obligatorio
fr: Le nom du groupe est obligatoire.
it: Il nome del gruppo è obbligatorio.
nl: De groepnaam is verplicht.
pl: Nazwa grupy jest wymagana
pt: O nome do grupo é obrigatório.
ru: Имя группы обязательно
sk: Skupina musí mať názov.
sl: Ime skupine je obvezno.
sv: Gruppnamnet är obligatoriskt
zh: 组名不能为空

# contacts_groupAlreadyExists
source: Group "{name}" already exists
bg: Групата "{name}" вече съществува.
de: Die Gruppe "{name}" existiert bereits.
es: El grupo "{name}" ya existe
fr: Le groupe "{name}" existe déjà.
it: Il gruppo "{name}" esiste già.
nl: De groep "{name}" bestaat al.
pl: Grupa "{name}" już istnieje
pt: O grupo "{name}" já existe
ru: Группа "{name}" уже существует
sk: Skupina "{name}" už existuje
sl: Skupina "{name}" že obstaja
sv: Gruppen "{name}" finns redan.
zh: 组“{name}”已存在

# contacts_filterContacts
source: Filter contacts...
bg: Филтрирайте контактите...
de: Filtert Kontakte...
es: Filtrar contactos...
fr: Filtrer les contacts...
it: Filtra i contatti...
nl: Filters contacten...
pl: Filtruj kontakty...
pt: Filtrar contatos...
ru: Фильтр контактов...
sk: Filtrovať kontakty...
sl: Filtriraj stik\,...
sv: Filtrera kontakter...
zh: 筛选联系人...

# contacts_noContactsMatchFilter
source: No contacts match your filter
bg: Няма съвпадения с вашия филтър.
de: Keine Kontakte passen zu Ihrem Filter
es: No hay contactos que coincidan con tu filtro
fr: Aucun contact ne correspond à votre filtre.
it: Nessun contatto corrisponde al tuo filtro
nl: Geen contacten matchen met uw filter
pl: Brak pasujących kontaktów do Twojego filtra
pt: Não existem contatos que correspondam ao seu filtro
ru: Нет контактов, соответствующих фильтру
sk: Žiadne kontakty neodídu vášmu filtru.
sl: Noben stik ne ustreza vašemu kriteriju.
sv: Inga kontakter matchar ditt filter
zh: 未找到匹配您的筛选条件的结果

# contacts_noMembers
source: No members
bg: Няма членове
de: Keine Mitglieder
es: No miembros
fr: Aucun membre
it: Nessun membro
nl: Geen leden
pl: Brak członków
pt: Nenhum membro
ru: Нет участников
sk: Žiadni členovia
sl: Ni članov.
sv: Inga medlemmar
zh: 没有会员

# contacts_lastSeenNow
source: Last seen now
bg: Последно видяно сега
de: Letztes Ansehen jetzt
es: Última vez que se vio ahora
fr: Dernière fois vu maintenant
it: Ultimo avvistamento ora
nl: Laatste keer gezien nu
pl: Ostatnie połączenie
pt: Última vez que foi visto agora
ru: Видели только что
sk: Posledné zreteľné zobrazenie teraz
sl: Nazadnje viden zdaj
sv: Senast synlig nu
zh: 最后一次登录时间现在

# contacts_lastSeenMinsAgo
source: Last seen {minutes} mins ago
bg: Последна активност {minutes} минути преди
de: Letzte Sichtung {minutes} Minuten her.
es: Última vez visto hace {minutes} minutos.
fr: Dernière fois vu il y a {minutes} minutes.
it: Ultimo visto {minutes} minuti fa
nl: Laatst gezien {minutes} minuten geleden
pl: Ostatnie połączenie {minutes} min temu
pt: Última vez que foi visto {minutes} minutos atrás
ru: Видели {minutes} мин назад
sk: Posledné zobrazenie {minutes} min. dozadu
sl: Zadnjič viden pred {minutes} minutami
sv: Senast sedd {minutes} min sedan
zh: 最后一次出现 {minutes} 分前
