Repository: wel97459/meshcore-open
Catalog: lib/l10n/app_*.arb
Languages: bg, de, es, fr, it, nl, pl, pt, ru, sk, sl, sv, zh

# repeater_cliHelpGpsAdvert
source: Gives location advert configuration of the node: - none: don't include location in adverts - share: share gps location (from SensorManager) - prefs: advert the location stored in preferences
bg: Предоставя конфигурацията на рекламата за местоположението на възела: - none: не включвайте местоположението в рекламите - share: споделяйте gps местоположението (от SensorManager) - prefs: рекламирайте местоположението, съхранено в предпочитанията
de: Gibt Konfiguration für die Standortanzeige des Knotens: - none: Standort nicht in Anzeigen einbeziehen - share: GPS-Standort teilen (von SensorManager) - prefs: Standort aus Einstellungen anzeigen
es: Da la configuración de la publicidad del nodo de ubicación: - ninguno: no incluir la ubicación en las publicidad - compartir: compartir la ubicación GPS (del SensorManager) - preferencias: publicidad la ubicación almacenada en preferencias
fr: Donne la configuration de l'annonce de la localisation du nœud : - none : ne pas inclure la localisation dans les annonces - share : partager la localisation GPS (du SensorManager) - prefs : annoncer la localisation stockée dans les préférences
it: Fornisce la configurazione dell'annuncio per il nodo: - nessuno: non includere la posizione negli annunci - condividi: condividi la posizione GPS (dal SensorManager) - preferenze: annuncia la posizione memorizzata nelle preferenze
nl: Geeft de locatie advertentieconfiguratie van de node: - none: locatie niet in advertenties opnemen - share: gps locatie delen (van SensorManager) - prefs: locatie adverteren die in de voorkeuren is opgeslagen
pl: Udostępnia konfigurację reklamy lokalizacji węzła: - brak: nie uwzględniaj lokalizacji w reklamach - udostępnia: udostępnia lokalizację GPS (z SensorManager) - ustawienia: reklamuj lokalizację przechowywaną w ustawieniach
pt: Define a configuração de anúncio da localização do nó: - nenhum: não incluir a localização nos anúncios - compartilhar: compartilhar a localização GPS (do SensorManager) - preferências: anunciar a localização armazenada nas preferências
ru: Показывает конфигурацию передачи местоположения в анонсированиях: - none: не включать местоположение - share: передавать GPS-координаты (из SensorManager) - prefs: передавать координаты из настроек
sk: Poskytuje konfiguráciu reklamy pre uzol: - žiadna: nezahrňte polohu do reklám - zdieľať: zdieľajte GPS polohu (z SensorManager) - nastavenia: zobrazujte polohu uloženú v nastaveniach
sl: Omogoča konfiguracijo oglasi za notranjost člana: - none: ne vključevati lokacije v oglasih - share: deliti gps lokacijo (iz SensorManager) - prefs: oglaševati lokacijo shranjeno v preferencah
sv: Ger platsannonskonfigurationen för noden: - ingen: inkludera inte plats i annonser - dela: dela gps-plats (från SensorManager) - inställningar: annonsera platsen som sparats i inställningar
zh: 提供节点广告配置位置： - none：不包含位置在广告中 - share：分享 GPS 位置（来自 SensorManager） - prefs：在偏好设置中投放位置

# repeater_cliHelpGpsAdvertSet
source: Sets location advert configuration.
bg: Задава конфигурация на обявите за местоположение.
de: Legt die Standort-Anzeigekonfiguration fest.
es: Configura la configuración de la publicidad de la ubicación.
fr: Définit la configuration de l'annonce de localisation.
it: Imposta la configurazione dell'annuncio sulla posizione.
nl: Stelt advertentie locatie configuratie in.
pl: Ustawia konfigurację reklamy w lokalizacji.
pt: Define a configuração do anúncio de localização.
ru: Устанавливает конфигурацию передачи местоположения.
sk: Nastavuje konfiguráciu reklamy na zadané miesto.
sl: Nastavi konfiguracijo oglasa na določenem mestu.
sv: Ställer in annonsplatskonfiguration.
zh: 设置广告位置配置。

# repeater_commandsListTitle
source: Commands List
bg: Списък с команди
de: Befehlsliste
es: Lista de comandos
fr: Liste des commandes
it: Elenco Comandi
nl: Commandenlijst
pl: Lista poleceń
pt: Lista de Comandos
ru: Список команд
sk: Zoznam príkazov
sl: Seznam ukazov
sv: Inställningslista
zh: 命令列表

# repeater_commandsListNote
source: NOTE: for the various "set ..." commands, there is also a "get ..." command.
bg: ЗАБЕЛЕЖКА: за различните команди "set ...", също така съществува команда "get ...".
de: ACHTUNG: Für die verschiedenen „set ...“-Befehle gibt es auch einen „get ...“-Befehl.
es: NOTA: para los diversos comandos "set...", también existe un comando "get...".
fr: NOTE : pour les diverses commandes « set »..., il existe également une commande « get »...
it: NOTA: per i vari comandi "set...", esiste anche un comando "get...".
nl: LET OP: voor de verschillende "set ..." commando's is er ook een "get ..." commando.
pl: ZAPAMIĘTAJ: dla różnych poleceń "set ..." istnieje również polecenie "get ...".
pt: NOTA: para os diversos comandos "set...", também existe um comando "get...".
ru: ПРИМЕЧАНИЕ: для большинства команд «set ...» существуют соответствующие команды «get ...».
sk: Poznámka: pre rôzne príkazy "set ..." existuje aj príkaz "get ...".
sl: Opomba: za različne ukaze "nastavi ..." obstaja tudi ukaz "dobi ...".
sv: OBS: för de olika "set ..." -kommandon finns det även ett "get ..." -kommando.
zh: 注意：对于各种“设置...”命令，也存在“获取...”命令。

# repeater_general
source: General
bg: Общо
de: Allgemein
fr: Général
it: Generale
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие
sk: Obecné
sl: Općenito
sv: Allmänt
zh: 通用

# repeater_settingsCategory
source: Settings
bg: Настройки
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
zh: 设置

# repeater_bridge
source: Bridge
bg: Мост
de: Brücke
es: Puente
fr: Pont
it: Ponte
nl: Bruggen
pl: Most
pt: Ponte
ru: Мост
sk: Most
sl: Most
sv: Bro
zh: 桥

# repeater_logging
source: Logging
bg: Логване
de: Protokollierung
es: Registrando
fr: Journalisation
it: Registrazione
pl: Rejestrowanie
pt: Registrar
ru: Журналирование
sk: Záznamy
sl: Logiranje
sv: Logga
zh: 记录

# repeater_neighborsRepeaterOnly
source: Neighbors (Repeater only)
bg: Съседи (Само за повтаряне)
de: Nachbarn (nur Repeater)
es: Vecinos (solo repetidor)
fr: Voisins (Uniquement répétiteur)
it: Vicini (solo ripetitore)
nl: Buren (Alleen repeaters)
pl: Sąsiedzi (tylko powtarzacz)
pt: Vizinhos (apenas repetidor)
ru: Соседи (только для репитеров)
sk: Súseznýci (iba opakovač)
sl: Sosedi (le za repetitorje)
sv: Grannar (Endast återspelare)
zh: 邻居（仅限重复器）

# repeater_regionManagementRepeaterOnly
source: Region Management (Repeater only)
bg: Управление на региони (Само за повтарящ се канал)
de: Regionenverwaltung (nur Repeater)
es: Gestión de Regiones (solo Repetidor)
fr: Gestion des régions (uniquement pour le répétiteur)
it: Gestione Regione (solo Ripetitore)
nl: Regiobeheer (Alleen Repeater)
pl: Zarządzanie Regionem (tylko Powtarzacz)
pt: Gerenciamento de Região (Apenas Repetidor)
ru: Управление регионами (только для репитеров)
sk: Správa regiónov (iba opakovač)
sl: Upravljanje regij (zgolj za repetitorje)
sv: Regionhantering (endast återuppspelare)
zh: 区域管理（仅限重复器）

# repeater_regionNote
source: Region commands have been introduced to manage region definitions and permissions.
bg: Регионните команди са въведени, за да управляват дефинициите и разрешенията на регионите.
de: Region-Befehle wurden eingeführt, um Region-Definitionen und Berechtigungen zu verwalten.
es: Se han introducido los comandos de región para gestionar las definiciones y permisos de la región.
fr: Les commandes de région ont été introduites pour gérer les définitions et les autorisations des régions.
it: Sono state introdotte le comandi di regione per gestire le definizioni e le autorizzazioni delle regioni.
nl: Regio-commando's zijn geïntroduceerd om regio-definities en permissies te beheren.
pl: Wprowadzono komendy regionalne w celu zarządzania definicjami i uprawnieniami regionów.
pt: Os comandos de região foram introduzidos para gerenciar definições e permissões de região.
ru: Команды регионов введены для управления определениями регионов и правами доступа.
sk: Regionové príkazy boli zavádzané na správu regionálnych definícií a oprávnení.
sl: Regionske ukazi so bili uvedeni za upravljanje z regijskimi definicijami in dovolili.
sv: Regionkommandon har införts för att hantera regiondefinitioner och behörigheter.
zh: 区域命令已推出，用于管理区域定义和权限。

# repeater_gpsManagement
source: GPS Management
bg: Управление на GPS
de: GPS-Verwaltung
es: Gestión de GPS
fr: Gestion GPS
it: Gestione GPS
nl: Beheer GPS
pl: Zarządzanie GPS
pt: Gerenciamento GPS
ru: Управление GPS
sk: Správa GPS
sl: Upravljanje GPS
sv: GPS Hantering
zh: GPS管理

# repeater_gpsNote
source: gps command has been introduced to manage location related topics.
bg: GPS командата е въведена, за да управлява теми, свързани с местоположението.
de: Der GPS-Befehl wurde eingeführt, um Standortbezogene Themen zu verwalten.
es: Se ha introducido un comando GPS para gestionar temas relacionados con la ubicación.
fr: La commande GPS a été introduite pour gérer les sujets liés à la localisation.
it: è stata introdotta una funzione gps per gestire le tematiche relative alla posizione.
nl: De GPS-commando is geïntroduceerd om locatiegerelateerde onderwerpen te beheren.
pl: Polecenie GPS zostało wprowadzone w celu zarządzania tematami związanymi z lokalizacją.
pt: O comando GPS foi introduzido para gerenciar tópicos relacionados à localização.
ru: Команда gps введена для управления параметрами, связанными с местоположением.
sk: GPS príkaz bol zavádzaný na riadenie lokalitných tém.
sl: GPS ukaz je bil uveden za upravljanje z vprašanji, povezanimi z lokacijo.
sv: GPS-kommando har introducerats för att hantera platsrelaterade ämnen.
zh: GPS 命令已引入用于管理与位置相关的主题。

# telemetry_receivedData
source: Received Telemetry Data
bg: Получени телеметрични данни
de: Empfangene Telemetriedaten
es: Datos de Telemetría Recibidos
fr: Données de télémétrie reçues
it: Dati Telemetria Ricevuti
nl: Ontvangen Telemetriedata
pl: Otrzymano Dane Telemetrii
pt: Dados de Telemetria Recebidos
ru: Полученные телеметрические данные
sk: Obdolené Telemetrické dáta
sl: Prejeto Telemetrično podatke
sv: Mottagen Telemetridata
zh: 接收遥测数据

# telemetry_requestTimeout
source: Telemetry request timed out.
bg: Заявката за телеметрия е прекъсната.
de: Telemetry-Anfrage hat zu lange gedauert.
es: Solicitud de telemetría ha expirado.
fr: Demande de télémétrie expirée.
it: Richiesta di telemetria scaduta.
nl: Telemetryverzoek is uitgevallen.
pl: Życzenie o danych telemetrycznych nie udało się.
pt: Solicitação de telemetria expirou o tempo.
ru: Время ожидания телеметрии истекло.
sk: Požiadavka telemetrie zlyhala.
sl: Zahtev telemetrije je iztekla.
sv: Telemetryförfrågan gick ut.
zh: 遥测请求超时。

# telemetry_errorLoading
source: Error loading telemetry: {error}
bg: Грешка при зареждане на телеметрията: {error}
de: Fehler beim Laden der Telemetrie: {error}
es: Error al cargar la telemetría: {error}
fr: Erreur lors du chargement de la télémétrie : {error}
it: Errore nel caricamento della telemetria: {error}
nl: Fout bij het laden van de telemetrie: {error}
pl: Błąd podczas ładowania telemetry: {error}
pt: Erro ao carregar a telemetria: {error}
ru: Ошибка загрузки телеметрии: {error}
sk: Chyba pri načítaní telemetrie: {error}
sl: Napaka pri obnašanju telemetrije: {error}
sv: Fel vid laddning av telemetri: {error}
zh: 错误加载遥测数据：{error}

# telemetry_noData
source: No telemetry data available.
bg: Няма налични данни за телеметрията.
de: Keine Telemetriedaten verfügbar.
es: No hay datos de telemetría disponibles.
fr: Aucune donnée de télémétrie disponible.
it: Nessun dato di telemetria disponibile.
nl: Geen telemetriedata beschikbaar.
pl: Brak dostępnych danych telemetrycznych.
pt: Não estão disponíveis dados de telemetria.
ru: Данные телеметрии недоступны.
sk: Nejsú dostupné žiadne údaje z telemetrie.
sl: Niso na voljo podatki o telemetriji.
sv: Inga telemetridata tillgängliga.
zh: 没有可用的 telemetry 数据。

# telemetry_channelTitle
source: Channel {channel}
bg: Канал {channel}
de: Kanal {channel}
es: Canal {channel}
fr: Canal {channel}
it: Canale {channel}
nl: Kanaal {channel}
pl: Kanał {channel}
pt: Canal {channel}
ru: Канал {channel}
sk: Kanál {channel}
sl: Kanal {channel}
sv: Kanal {channel}
zh: 频道 {channel}

# telemetry_batteryLabel
source: Battery
bg: Батерия
de: Akku
es: Batería
fr: Batterie
it: Batteria
nl: Batterij
pl: Bateria
pt: Bateria
ru: Батарея
sk: Batéria
sl: Baterija
sv: Batteri
zh: 电池

# telemetry_voltageLabel
source: Voltage
bg: Напрежение
de: Spannung
es: Voltaje
fr: Tension
it: Tensione
nl: Spanning
pl: Napięcie
pt: Tensão
ru: Напряжение
sk: Napätie
sl: Napetost
sv: Spänning
zh: 电压

# telemetry_mcuTemperatureLabel
source: MCU Temperature
bg: Температура на MCU
de: MCU Temperatur
es: Temperatura del MCU
fr: Température du MCU
it: Temperatura MCU
nl: MCU Temperatuur
pl: Temperatura MCU
pt: Temperatura do MCU
ru: Температура МК
sk: MCU teplota
sl: MCU Temperatura
sv: MCU Temperatur
zh: MCU 温度

# telemetry_temperatureLabel
source: Temperature
bg: Температура
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
nl: Temperatuur
pl: Temperatura
pt: Temperatura
ru: Температура
sk: Teplota
sl: Temperatura
sv: Temperatur
zh: 温度

# telemetry_currentLabel
source: Current
bg: Текущо
de: Aktuell
es: Actual
fr: Actuellement
it: Attuale
nl: Huidig
pl: Obecny
pt: Atual
ru: Ток
sk: Aktuálne
sl: Trenutno
sv: Aktuell
zh: 当前

# telemetry_batteryValue
source: {percent}% / {volts}V
ru: {percent}% / {volts}В

# telemetry_voltageValue
source: {volts}V
de: {volts} Volt
pl: {volts}W
ru: {volts}В

# telemetry_currentValue
source: {amps}A
ru: {amps}А

# channelPath_title
source: Packet Path
bg: Пътеки пъзел
de: Paketpfad
es: Ruta del Paquete
fr: Chemin de paquet
it: Percorso Pacchetto
nl: Pakketpad
pl: Ścieżka pakietu
pt: Rótulo de Caminho de Pacote
ru: Путь пакета
sk: Cesta balíka
sl: Pot do paketa
sv: Paketväg
zh: 数据包路径

# channelPath_viewMap
source: View map
bg: Преглед на картата
de: Karte anzeigen
es: Ver mapa
fr: Afficher la carte
it: Visualizza la mappa
nl: Kaart bekijken
pl: Wyświetl mapę
pt: Ver mapa
ru: Посмотреть на карте
sk: Zobraziť mapu
sl: Prikaži zemljeznico
sv: Visa karta
zh: 查看地图

# channelPath_otherObservedPaths
source: Other Observed Paths
bg: Други Наблюдавани Пътища
de: Sonstige beobachtete Pfade
es: Otros caminos observados
fr: Autres chemins observés
it: Altri Percorsi Osservati
nl: Overige Waargenomen Paden
pl: Inne Zauważone Ścieżki
pt: Outros Caminhos Observados
ru: Другие наблюдаемые пути
sk: Ostatné pozorovacie cesty
sl: Drugi opazovani poti
sv: Övriga observerade stigar
zh: 其他观察到的路径

# channelPath_repeaterHops
source: Repeater Hops
bg: Повтарящи се скокове
de: Wiederholungs-Sprünge
es: Saltos del Repetidor
fr: Sauts du répétiteur
it: Passaggi Ripetitore
pl: Skoki Powtórki
pt: Saltos do Repetidor
ru: Хопы через репитеры
sk: Skoky opakovača
sl: Skoki ponovitelja
sv: Återupptagningssteg
zh: 重复跳跃

# channelPath_noHopDetails
source: Hop details are not provided for this packet.
bg: Детайлите за пакета не са предоставени.
de: Die Detailangaben für dieses Paket sind nicht verfügbar.
es: Los detalles del paquete no están disponibles.
fr: Les détails de l'envoi ne sont pas fournis pour ce paquet.
it: I dettagli relativi a questo pacchetto non sono forniti.
nl: De details van de pakket zijn niet verstrekt.
pl: Szczegóły dotyczące tego pakietu nie zostały podane.
pt: Os detalhes do pacote não estão disponíveis.
ru: Детали хопов для этого пакета не предоставлены.
sk: Podrobnosti o balíčku zatiaľ nie sú dostupné.
sl: Podrobnosti o paketu za dostavo niso navedene.
sv: Detaljer för denna paket är inte angivna.
zh: 此包的详细信息未提供。

# channelPath_messageDetails
source: Message Details
bg: Подробности на съобщението
de: Nachrichtsdetails
es: Detalles del mensaje
fr: Détails du message
it: Dettagli Messaggio
nl: Details Bericht
pl: Szczegóły wiadomości
pt: Detalhes da Mensagem
ru: Детали сообщения
sk: Podrobnosti o zprávach
sl: Podrobnosti sporočila
sv: Meddelandets detaljer
zh: 消息详情

# channelPath_senderLabel
source: Sender
bg: Изпращач
es: Remitente
fr: Expéditeur
it: Mittente
nl: Afzender
pl: Nadawca
pt: Remetente
ru: Отправитель
sk: Posielateľ
sl: Pošiljatelj
sv: Avsändare
zh: 发件人

# channelPath_timeLabel
source: Time
bg: Време
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
nl: Tijd
pl: Czas
pt: Tempo
ru: Время
sk: Čas
sl: Ura
sv: Tid
zh: 时间

# channelPath_repeatsLabel
source: Repeats
bg: Повтаря
de: Wiederholung
es: Repetir
fr: Répétitions
it: Ripeti
pl: Powtórzenia
pt: Repete
ru: Повторы
sk: Opakovanie
sl: Ponovitve
sv: Upprepa
zh: 重复

# channelPath_pathLabel
source: Path {index}
bg: Път {index}
de: Pfad {index}
es: Ruta {index}
fr: Chemin {index}
it: Percorso {index}
nl: Pad {index}
pl: Ścieżka {index}
pt: Caminho {index}
ru: Путь {index}
sk: Cesta {index}
sl: Pot {index}
sv: Sökväg {index}
zh: 路径 {index}

# channelPath_observedLabel
source: Observed
bg: Наблюдавано
de: Beobachtet
es: Observado
fr: Observé
it: Osservato
nl: Waargenomen
pl: Obserwowane
pt: Observado
ru: Наблюдаемый
sk: Pozorované
sl: Opazovani
sv: Observerat
zh: 已观察

# channelPath_observedPathTitle
source: Observed path {index} • {hops}
bg: Наблюдаван път {index} • {hops}
de: Beobachteter Pfad {index} • {hops}
es: Ruta observada {index} • {hops}
fr: Chemin observé {index} • {hops}
it: Percorso osservato {index} • {hops}
nl: Waargenomen pad {index} • {hops}
pl: Obserwowany ścieżka {index} • {hops}
pt: Rastreamento observado {index} • {hops}
ru: Наблюдаемый путь {index} • {hops}
sk: Sledovaný postup {index} • {hops}
sl: Opazovana pot {index} • {hops}
sv: Observerad bana {index} • {hops}
zh: 观察路径 {index} • {hops}

# channelPath_noLocationData
source: No location data
bg: Няма данни за местоположение.
de: Keine Standortdaten
es: No datos de ubicación
fr: Aucune donnée de localisation
it: Nessun dato di posizione
nl: Geen locatiegegevens
pl: Brak danych lokalizacyjnych
pt: Não há dados de localização.
ru: Нет данных о местоположении
sk: Žiadne údaje o polohe
sl: Nihče ni določil lokacije.
sv: Ingen platsdata
zh: 没有位置数据

# channelPath_unknownPath
source: Unknown
bg: Неизвестно
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pl: Nieznane
pt: Desconhecido
ru: Неизвестный
sk: Neznáme
sl: Neznano
sv: Okänt
zh: 未知

# channelPath_floodPath
source: Flood
bg: Поливане
de: Überschwemmung
es: Inundación
fr: Tout le réseau
it: Inondazione
pl: Powodzenie
pt: Inundação
ru: Рассылка
sk: Povodňová
sl: Prebivalstvo
sv: Översvämning
zh: 洪水

# channelPath_directPath
source: Direct
bg: Директно
de: Direkt
es: Guardar
fr: Afficher
it: Salva
pl: Bezpośrednio
pt: Salvar
ru: Прямой
sk: Priamo
sl: Neposredni
sv: Direkt
zh: 直接

# channelPath_observedZeroOf
source: 0 of {total} hops
bg: 0 от {total} скокове
de: 0 von {total} Sprüngen
es: 0 de {total} saltos
fr: 0 de {total} sauts
it: 0 di {total} salti
nl: 0 van {total} sprongen
pl: 0 z {total} skoków
pt: 0 de {total} saltos
ru: 0 из {total} хопов
sk: 0 z {total} skokov
sl: 0 iz {total} skokov
sv: 0 av {total} hopp
zh: 0 of {total} 跳跃

# channelPath_observedSomeOf
source: {observed} of {total} hops
bg: {observed} от {total} скокове
de: {observed} von {total} Sprüngen
es: {observed} de {total} saltos
fr: {observed} sur {total} sauts
it: {observed} di {total} salti
nl: {observed} van {total} sprongen
pl: {observed} z {total} skoków
pt: {observed} de {total} saltos
ru: {observed} из {total} хопов
sk: {observed} z {total} skokov
sl: {observed} iz {total} skokov
sv: {observed} av {total} hopp
zh: 已观察到 {observed} 步中的 {total} 步

# channelPath_mapTitle
source: Path Map
bg: Карта на пътя
de: Pfadkarte
es: Mapa de Rutas
fr: Carte du chemin
it: Mappa del Percorso
nl: Padkaart
pl: Mapa ścieżek
pt: Mapa de Caminhos
ru: Карта пути
sk: Mapa Trasy
sl: Potni zemljevid
sv: Sökvägskarta
zh: 路径地图

# channelPath_noRepeaterLocations
source: No repeater locations available for this path.
bg: Няма налични местоположения на повторителите за този път.
de: Für diesen Pfad stehen keine Repeater-Positionen zur Verfügung.
es: No hay ubicaciones disponibles para el repetidor en esta ruta.
fr: Aucune position de répétiteur disponible pour ce chemin.
it: Non sono disponibili posizioni per i ripetitori per questo percorso.
nl: Geen repeaters beschikbaar voor deze route.
pl: Brak dostępnych lokalizacji powtarzaczy dla tego ścieżki.
pt: Não estão disponíveis localizações de repetidores para este caminho.
ru: Нет данных о местоположении репитеров для этого пути.
sk: Pre túto cestu nie je dostupných žiadne polohy opakovačov.
sl: Ni na voljo nobenih lokacij za ponovitelja za to pot.
sv: Inga återupprepningsplatser finns tillgängliga för denna väg.
zh: 此路径没有可用的重复器位置。

# channelPath_primaryPath
source: Path {index} (Primary)
bg: Път {index} (Основен)
de: Pfad {index} (Primär)
es: Ruta {index} (Principal)
fr: Chemin {index} (Principal)
it: Percorso {index} (Primario)
nl: Pad {index} (Hoofdtype)
pl: Ścieżka {index} (Główna)
pt: Caminho {index} (Primário)
ru: Путь {index} (Основной)
sk: Cesta {index} (Hlavná)
sl: Pot {index} (Glavni)
sv: Sökväg {index} (Primär)
zh: 路径 {index} (主)

# channelPath_pathLabelTitle
source: Path
bg: Пътекино
de: Pfad
es: Ruta
fr: Chemin
it: Percorso
nl: Pad
pl: Ścieżka
pt: Caminho
ru: Путь
sk: Cesta
sl: Pot
sv: Sökväg
zh: 路径

# channelPath_observedPathHeader
source: Observed Path
bg: Наблюдаван път
de: Beobachteter Pfad
es: Ruta Observada
fr: Chemin observé
it: Percorso Osservato
nl: Waargenomen Pad
pl: Obserwowana ścieżka
pt: Rastreamento Observado
ru: Наблюдаемый путь
sk: Sledovaná cesta
sl: Opazovana pot
sv: Observerad Sökväg
zh: 已观察路径

# channelPath_noHopDetailsAvailable
source: No hop details available for this packet.
bg: Няма налични детайли за този пакет.
de: Keine Informationen zu dieser Paketroute verfügbar.
es: No hay detalles de salto disponibles para este paquete.
fr: Aucun détail de saut disponible pour ce paquet.
it: Non sono disponibili i dettagli del salto per questo pacchetto.
nl: Geen details beschikbaar voor dit pakket.
pl: Brak dostępnych szczegółów hopa dla tego pakietu.
pt: Não estão disponíveis detalhes de voo para este pacote.
ru: Детали хопов для этого пакета недоступны.
sk: Pre toto balíček nie sú dostupné údaje o skokoch.
sl: Niso na voljo podrobnosti o letu.
sv: Inga hoppdetaljer finns tillgängliga för detta paket.
zh: 此包的跳跃详情不可用。

# channelPath_unknownRepeater
source: Unknown Repeater
bg: Неизвестен повторител
de: Unbekannter Repeater
es: Repetidor Desconocido
fr: Répéteur Inconnu
it: Ripetitore sconosciuto
nl: Onbekend Repeater
pl: Nieznany Powtarzacz
pt: Repetidor Desconhecido
ru: Неизвестный репитер
sk: Neznáme opakovače
sl: Nepoznati ponovitelj
sv: Okänt Upprepare
zh: 未知重复器

# listFilter_tooltip
source: Filter and sort
bg: Филтрирайте и сортирайте
de: Filteren und sortieren
es: Filtrar y ordenar
fr: Filtrer et trier
it: Filtra e ordina
nl: Filteren en sorteren
pl: Filtruj i sortuj
pt: Filtrar e ordenar
ru: Фильтр и сортировка
sk: Filtrovať a triediť
sl: Filtri in vrstiči
sv: Filtrera och sortera
zh: 筛选和排序

# listFilter_sortBy
source: Sort by
bg: Сортирай по
de: Sortiere nach
es: Ordenar por
fr: Trier par
it: Ordina per
nl: Sorteren door
pl: Sortuj po
pt: Ordenar por
ru: Сортировка по
sk: Triediť podľa
sl: Sortiraj po
sv: Sortera efter
zh: 按类型排序

# listFilter_latestMessages
source: Latest messages
bg: Последни съобщения
de: Letzte Nachrichten
es: Últimos mensajes
fr: Dernières messages
it: Ultimi messaggi
nl: Recente berichten
pl: Najnowsze wiadomości
pt: Últimas mensagens
ru: Последние сообщения
sk: Posledné správy
sl: Najnovejše sporočilo
sv: Senaste meddelanden
zh: 最新消息

# listFilter_heardRecently
source: Heard recently
bg: Слушано е наскоро
de: Hörte kürzlich
es: Escuchado recientemente
fr: Écoute récemment
it: Sentito di recente
nl: Hoor je onlangs
pl: Słyszano niedawno
pt: Ouvido recentemente
ru: Слышали недавно
sk: Nedávno počuli.
sl: Nedavno slišan
sv: Hörts nyligen
zh: 最近听说
